<html><title>Piotr Kropotkin</title><body>&#10;<p> &#10;<b>Piotr Alexeyevich Kropotkin</b> ( &semi; <a href="http://en.wikipedia.org/wiki/Moscou" id="w">Moscou</a>, <a href="http://en.wikipedia.org/wiki/21_de_dezembro" id="w">21 de dezembro</a> de <a href="http://en.wikipedia.org/wiki/1842" id="w">1842</a> &mdash; <a href="http://en.wikipedia.org/wiki/Dmitrov" id="w">Dmitrov</a>, <a href="http://en.wikipedia.org/wiki/8_de_fevereiro" id="w">8 de fevereiro</a> de <a href="http://en.wikipedia.org/wiki/1921" id="w">1921</a>) foi um <a href="http://en.wikipedia.org/wiki/Ge%C3%B3grafo" id="w">ge&oacute;grafo</a> e <a href="http://en.wikipedia.org/wiki/Escritor" id="w">escritor</a> <a href="http://en.wikipedia.org/wiki/R%C3%BAssia" id="w">russo</a>, um dos principais pensadores pol&iacute;ticos do <a href="http://en.wikipedia.org/wiki/Anarquismo" id="w">anarquismo</a> no fim do <a href="http://en.wikipedia.org/wiki/S%C3%A9culo_XIX" id="w">s&eacute;culo XIX</a>, considerado tamb&eacute;m o fundador da vertente <a href="http://en.wikipedia.org/wiki/Anarco&shy;comunismo" id="w">anarco&shy;comunista</a>.</p>&#10;<p>Nascido <a href="http://en.wikipedia.org/wiki/Pr%C3%ADncipe" id="w">pr&iacute;ncipe</a>, membro da antiga <a href="http://en.wikipedia.org/wiki/Fam%C3%ADlia_real" id="w">fam&iacute;lia real</a>  de <a href="http://en.wikipedia.org/wiki/Rurik" id="w">Rurik</a>, na idade adulta Kropotkin rejeitou este t&iacute;tulo de <a href="http://en.wikipedia.org/wiki/Nobreza" id="w">nobreza</a>. Ainda adolescente foi obrigado a ingressar no ex&eacute;rcito imperial russo por ordem do pr&oacute;prio <a href="http://en.wikipedia.org/wiki/Czar" id="w">czar</a> <a href="http://en.wikipedia.org/wiki/Nicolau_I_da_R%C3%BAssia" id="w">Nicolau I</a>. Nesta mesma &eacute;poca passou a ter contato com a literatura progressista e revolucion&aacute;ria da &eacute;poca.</p>&#10;<p>Interessado por <a href="http://en.wikipedia.org/wiki/Geografia" id="w">Geografia</a>, tornou&shy;se explorador do c&iacute;rculo polar &aacute;rtico percorrendo milhares de quil&ocirc;metros a p&eacute; e registrando diferentes fen&ocirc;menos relacionados a tundra e outras paisagens &aacute;rticas. Em suas muitas viagens teve contato e passou a se solidarizar com os camponeses vivendo em condi&ccedil;&otilde;es miser&aacute;veis na <a href="http://en.wikipedia.org/wiki/R%C3%BAssia" id="w">R&uacute;ssia</a> e na <a href="http://en.wikipedia.org/wiki/Finl%C3%A2ndia" id="w">Finl&acirc;ndia</a>.</p>&#10;<p>Este sentimento de solidariedade fez com que Kropotkin abandonasse a atividade de pesquisador. Com o dinheiro da heran&ccedil;a recebida pela morte de seu pai viajou para o <a href="http://en.wikipedia.org/wiki/Leste_Europeu" id="w">Leste Europeu</a> tendo contato em diversos pa&iacute;ses ativistas e revolucion&aacute;rios, entre estes os associados de <a href="http://en.wikipedia.org/wiki/Bakunin" id="w">Bakunin</a> e os seguidores de <a href="http://en.wikipedia.org/wiki/Marx" id="w">Marx</a>. Em <a href="http://en.wikipedia.org/wiki/Genebra" id="w">Genebra</a> tornou&shy;se membro da <a href="http://en.wikipedia.org/wiki/Primeira_Internacional" id="w">Primeira Internacional</a> depois partiu em dire&ccedil;&atilde;o &agrave; <a href="http://en.wikipedia.org/wiki/Jura" id="w">Jura</a> a convite de um anarquista que lhe relatara a for&ccedil;a que o movimento adquirira naquela regi&atilde;o. Estudou o programa revolucion&aacute;rio da <a href="http://en.wikipedia.org/wiki/Federa%C3%A7%C3%A3o_de_Jura" id="w">Federa&ccedil;&atilde;o Anarquista de Jura</a>, retornando &agrave; <a href="http://en.wikipedia.org/wiki/R%C3%BAssia" id="w">R&uacute;ssia</a> com a inten&ccedil;&atilde;o de divulg&aacute;&shy;lo entre ativistas libert&aacute;rios e popula&ccedil;&otilde;es marginalizadas. Na R&uacute;ssia voltou a fazer pesquisas cient&iacute;ficas, tomando parte em diferentes &acirc;mbitos do ativismo libert&aacute;rio.</p>&#10;<p>Foi preso por diversas vezes por sua milit&acirc;ncia. Seus textos foram publicados por centenas de jornais ao redor do mundo. Foi o autor de livros hoje considerados cl&aacute;ssicos do pensamento libert&aacute;rio, entre os mais importantes se destacam <a href="http://en.wikipedia.org/wiki/A_Conquista_do_P%C3%A3o" id="w">A Conquista do P&atilde;o</a> (<i>&#1061;&#1083;&#1077;&#1073; &#1080; &#1074;&#1086;&#1083;&#1103;</i>) e <a href="http://en.wikipedia.org/wiki/Mem%C3%B3rias_de_um_Revolucion%C3%A1rio" id="w">Mem&oacute;rias de um Revolucion&aacute;rio</a> (<i>&#1047;&#1072;&#1087;&#1080;&#1089;&#1082;&#1080; &#1088;&#1077;&#1074;&#1086;&#1083;&#1102;&#1094;&#1080;&#1086;&#1085;&#1077;&#1088;&#1072;</i>) ambos publicados em <a href="http://en.wikipedia.org/wiki/1892" id="w">1892</a>, <a href="http://en.wikipedia.org/wiki/Campos%2C_F%C3%A1bricas_e_Oficinas" id="w">Campos, F&aacute;bricas e Oficinas</a> (<i>&#1055;&#1086;&#1083;&#1103;, &#1092;&#1072;&#1073;&#1088;&#1080;&#1082;&#1080; &#1080; &#1084;&#1072;&#1089;&#1090;&#1077;&#1088;&#1089;&#1082;&#1080;&#1077;</i>) de <a href="http://en.wikipedia.org/wiki/1899" id="w">1899</a>, e <a href="http://en.wikipedia.org/wiki/Mutualismo:_Um_Fator_de_Evolu%C3%A7%C3%A3o" id="w">Mutualismo: Um Fator de Evolu&ccedil;&atilde;o</a> (<i>&#1042;&#1079;&#1072;&#1080;&#1084;&#1086;&#1087;&#1086;&#1084;&#1086;&#1097;&#1100; &#1082;&#1072;&#1082; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088; &#1101;&#1074;&#1086;&#1083;&#1102;&#1094;&#1080;&#1080;</i>) publicado em <a href="http://en.wikipedia.org/wiki/1902" id="w">1902</a>. Durante um longo per&iacute;odo foi convidado contribuir tamb&eacute;m para a <a href="http://en.wikipedia.org/wiki/Enciclop%C3%A9dia_Brit%C3%A2nica" id="w">Enciclop&eacute;dia Brit&acirc;nica</a> na escrita de diversos verbetes, entre estes o referente ao <a href="http://en.wikipedia.org/wiki/Anarquismo" id="w">Anarquismo</a>.                                 </p>&#10;<p>Tamb&eacute;m se encontra colabora&ccedil;&atilde;o da sua autoria na revista <i><a href="http://en.wikipedia.org/wiki/Amanh%C3%A3_(1909)" id="w">Amanh&atilde;</a></i> <sup id="_ref&shy;HMLfh_a" class="reference"><a href="#_note&shy;HMLfh" title="">[1]</a></sup>  (1909).           </p>&#10;<p>Seu funeral em fevereiro de <a href="http://en.wikipedia.org/wiki/1921" id="w">1921</a> constituiu o &uacute;ltimo grande encontro de anarquistas na R&uacute;ssia, uma vez que este pa&iacute;s, desde a revolu&ccedil;&atilde;o de 1917, estava sob o dom&iacute;nio dos <a href="http://en.wikipedia.org/wiki/Bolchevique" id="w">bolcheviques</a> marxistas que passaram a perseguir, exilar e aniquilar os ativistas libert&aacute;rios onde quer que fossem encontrados.</p>&#10;<a id="Biografia" name="Biografia"></a><h2> Biografia </h2>&#10;<a id="Origem_familiar" name="Origem_familiar"></a><h3> Origem familiar </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Madre_de_kropotkin.jpg%7Cleft%7Cthumb" id="w">Retrato de Yekaterina Nikolaevna Sulima, a m&atilde;e de Piotr Kropotkin.</a>&#10;Kropotkin nasceu na cidade de <a href="http://en.wikipedia.org/wiki/Moscou" id="w">Moscou</a> em <a href="http://en.wikipedia.org/wiki/21_de_dezembro" id="w">21 de dezembro</a> de <a href="http://en.wikipedia.org/wiki/1842" id="w">1842</a>, no seio de uma fam&iacute;lia da nobreza russa. Seu pai, o pr&iacute;ncipe<sup id="_ref&shy;2" class="reference"><a href="#_note&shy;2" title="">[2]</a></sup> <a href="http://en.wikipedia.org/wiki/Alexei_Petrovich_Kropotkin" id="w">Alexei Petrovich Kropotkin</a><sup id="_ref&shy;3" class="reference"><a href="#_note&shy;3" title="">[3]</a></sup>, era dono de grandes extens&otilde;es de terra espalhadas por tr&ecirc;s prov&iacute;ncias russas, dispondo de mais de mil e duzentos servos a seu servi&ccedil;o. A linhagem geneal&oacute;gica da qual fazia parte ele e seu pai remetia a casa real de <a href="http://en.wikipedia.org/wiki/Rurik" id="w">Rurik</a> que governara <a href="http://en.wikipedia.org/wiki/Moscou" id="w">Moscou</a> antes dos <a href="http://en.wikipedia.org/wiki/Romanov" id="w">Romanov</a>.</p>&#10;<p>Sua m&atilde;e, Yekaterina Nikolaevna Sulima, era filha de um importante general russo, que apesar deste fato recebera uma educa&ccedil;&atilde;o aberta e se interessava principalmente por atividades art&iacute;sticas como a literatura e a pintura. Sulima fora em parte a respons&aacute;vel pela primeira educa&ccedil;&atilde;o do jovem Piotr, que ainda no in&iacute;cio de sua adolesc&ecirc;ncia, passada entre Moscou e a casa de campo da fam&iacute;lia em <a href="http://en.wikipedia.org/wiki/Kaluga" id="w">Kaluga</a>, teve contato com escritos de <a href="http://en.wikipedia.org/wiki/Alexandre_S._Pushkin" id="w">Pushkin</a>, <a href="http://en.wikipedia.org/wiki/Nikolai_Alekseevich_Nekrasov" id="w">Nekrasov</a> e <a href="http://en.wikipedia.org/wiki/Nikolai_Chernyshevsky" id="w">Chernyshevsky</a>, gra&ccedil;as aos tutores escolhidos por sua m&atilde;e para sua educa&ccedil;&atilde;o.</p>&#10;<p>Por ordem do pr&oacute;prio <a href="http://en.wikipedia.org/wiki/Czar" id="w">czar</a> <a href="http://en.wikipedia.org/wiki/Nicolau_I" id="w">Nicolau I</a>, em <a href="http://en.wikipedia.org/wiki/1857" id="w">1857</a>, aos doze anos teve que ingressar no Corpo de Pajens em <a href="http://en.wikipedia.org/wiki/S%C3%A3o_Petersburgo" id="w">S&atilde;o Petersburgo</a> que h&aacute; &eacute;poca era a academia mais seleta de toda a R&uacute;ssia fornecendo educa&ccedil;&atilde;o para apenas 150 meninos, em sua maioria filhos da realeza palaciana. O principal objetivo desta institui&ccedil;&atilde;o focava&shy;se forma&ccedil;&atilde;o de assessores e funcion&aacute;rios de elite do Imp&eacute;rio Russo.&#10;<a href="http://en.wikipedia.org/wiki/Ficheiro:Moskvariver.jpg%7Cthumb%7Cright%7C350px" id="w">Imagem da cidade de [[Moscou]] em meados do [[s&eacute;culo XIX]].</a> Ainda que Kropotkin detestasse a disciplina militar de sua escola e rapidamente tenha adquirido a reputa&ccedil;&atilde;o de <a href="http://en.wikipedia.org/wiki/Rebeli%C3%A3o" id="w">rebelde</a>, sua forma&ccedil;&atilde;o acad&ecirc;mica foi intensiva, pautada por uma matriz de ensino racionalista e liberal com forte &ecirc;nfase em ci&ecirc;ncias. Nesta institui&ccedil;&atilde;o formou&shy;se nas mat&eacute;rias de <a href="http://en.wikipedia.org/wiki/Astronomia" id="w">astronomia</a>, <a href="http://en.wikipedia.org/wiki/F%C3%ADsica" id="w">f&iacute;sica</a>, <a href="http://en.wikipedia.org/wiki/Hist%C3%B3ria" id="w">hist&oacute;ria</a>, <a href="http://en.wikipedia.org/wiki/Literatura" id="w">literatura</a> e <a href="http://en.wikipedia.org/wiki/Filosofia" id="w">filosofia</a>. Foi nela tamb&eacute;m que conheceu a obra dos enciclopedistas franceses e teve o primeiro contato com as ideias <a href="http://en.wikipedia.org/wiki/Evolucionismo" id="w">evolucionistas</a> de <a href="http://en.wikipedia.org/wiki/Jean&shy;Baptiste_de_Lamarck" id="w">Jean&shy;Baptiste de Lamarck</a> que tanto marcariam a sua forma&ccedil;&atilde;o cient&iacute;fica.<sup id="_ref&shy;4" class="reference"><a href="#_note&shy;4" title="">[4]</a></sup></p>&#10;<p>Em <a href="http://en.wikipedia.org/wiki/1858" id="w">1858</a> Kropotkin tamb&eacute;m j&aacute; havia tido seu primeiro contato com as ideias revolucion&aacute;rias, quando leu a revista de <a href="http://en.wikipedia.org/wiki/Aleksandr_Ivanovitch_Herzen" id="w">Herzen</a>, <i>A Estrela Polar</i>. &#34&semi;Com um sentimento que raiava &agrave; venera&ccedil;&atilde;o costumava eu olhar para o medalh&atilde;o impresso na primeira p&aacute;gina de <i>A Estrela Polar</i>, e que representava as nobres cabe&ccedil;as dos cinco <a href="http://en.wikipedia.org/wiki/Revolta_Dezembrista" id="w">dezembristas</a> enforcados por Nicolau I depois da rebeli&atilde;o de <a href="http://en.wikipedia.org/wiki/14_de_dezembro" id="w">14 de dezembro</a> de <a href="http://en.wikipedia.org/wiki/1825" id="w">1825</a>: Bestuzhev, Kajovski, Pestel, Ril&eacute;iev e Muravief Apostol&#34&semi;.<sup id="_ref&shy;5" class="reference"><a href="#_note&shy;5" title="">[5]</a></sup></p>&#10;<a id="Militar_na_Sib%C3%A9ria" name="Militar_na_Sib%C3%A9ria"></a><h3> Militar na Sib&eacute;ria </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Peter_Krapotkin_3.PNG%7Cthumb%7Cleft%7C200px" id="w">O jovem Kropotkin em [[1861]], posando em seu uniforme militar.</a>&#10;Conclu&iacute;da sua forma&ccedil;&atilde;o em <a href="http://en.wikipedia.org/wiki/1862" id="w">1862</a>, teve que servir no Ex&eacute;rcito russo, podendo optar em qual regimento desejava servir escolheu o de Cossacos Siberianos destacados para uma expedi&ccedil;&atilde;o a <a href="http://en.wikipedia.org/wiki/Sib%C3%A9ria" id="w">Sib&eacute;ria</a> a fim de garantir o controle czarista sobre a rec&eacute;m conquistada regi&atilde;o de <a href="http://en.wikipedia.org/wiki/Amur" id="w">Amur</a>. Ainda que Kropotkin pudesse escolher um destino mais c&ocirc;modo, optou pela expedi&ccedil;&atilde;o &agrave; Sib&eacute;ria tamb&eacute;m com o objetivo de se afastar da vida da corte russa na capital &agrave; qual considerava desagrad&aacute;vel e opressiva. Sua forma&ccedil;&atilde;o que demandou que fosse pagem pessoal do ent&atilde;o czar <a href="http://en.wikipedia.org/wiki/Alexandre_II_da_R%C3%BAssia" id="w">Alexandre II</a> pelo per&iacute;odo de dois anos permitira a Kropotkin testemunhar as extravag&acirc;ncias da vida na corte, estilo de vida este que passara a desprezar.</p>&#10;<p>Partiu para seu destino em <a href="http://en.wikipedia.org/wiki/Irkutsk" id="w">Irkutsk</a> em <a href="http://en.wikipedia.org/wiki/24_de_junho" id="w">24 de junho</a> de <a href="http://en.wikipedia.org/wiki/1862" id="w">1862</a>, e foi nomeado <a href="http://en.wikipedia.org/wiki/Ajudante_de_campo" id="w">ajudante de campo</a> do general Kukel&semi; finalmente se estabeleceram na aldeia de <a href="http://en.wikipedia.org/wiki/Chit%C3%A1" id="w">Chit&aacute;</a>, a capital da regi&atilde;o. Kukel havia sido designado como governador de Transbaikal, tendo anteriormente estabelecido rela&ccedil;&otilde;es amistosas com <a href="http://en.wikipedia.org/wiki/Bakunin" id="w">Bakunin</a> <sup id="_ref&shy;6" class="reference"><a href="#_note&shy;6" title="">[6]</a></sup></p>&#10;<p> </p>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Sergey_Korovin_&shy;_Pentecost.jpg%7Cthumb%7C300px%7Cright%7CA_vida_sofrida_dos_%5B%5Bcampon%C3%AAs%7Ccamponeses%5D%5D_%5B%5Brusso%5D%5Ds_do_%5B%5Bs%C3%A9culo_XIX%5D%5D_e_suas_pr%C3%A1ticas_de_%5B%5Bmutualismo" id="w">mutualidade]] tiveram grande impacto na vis&atilde;o pol&iacute;tica de Kropotkin.Sua</a> principal tarefa consistiu em fazer uma avalia&ccedil;&atilde;o do cruel <a href="http://en.wikipedia.org/wiki/Cadeia" id="w">sistema penitenci&aacute;rio</a> siberiano para sua reforma. Esta experi&ecirc;ncia o impressionou profundamente, principalmente por se ver for&ccedil;ado a encarar as defici&ecirc;ncias da burocracia estatal e a corrup&ccedil;&atilde;o administrativa, ao mesmo tempo tamb&eacute;m possibilitou que observasse as primeiras formas de coopera&ccedil;&atilde;o direta e aut&ocirc;noma entre camponeses e ca&ccedil;adores. A despeito de todo um esfor&ccedil;o por melhorar o sistema carcer&aacute;rio, as reformas sugeridas por Kropotkin com base em sua investiga&ccedil;&atilde;o nunca foram aplicadas.<sup id="_ref&shy;7" class="reference"><a href="#_note&shy;7" title="">[7]</a></sup></p>&#10;<p>Na <a href="http://en.wikipedia.org/wiki/Sib%C3%A9ria" id="w">Sib&eacute;ria</a> conheceu o poeta russo <a href="http://en.wikipedia.org/wiki/Mikhail_Larionovich_Mikhailov" id="w">Mikhail Larionovich Mikhailov</a>, que havia sido condenado a trabalhos for&ccedil;ados por suas ideias revolucion&aacute;rias. Foi Mikhailov que primeiramente lhe apresentou as ideias anarquistas, recomendando&shy;lhe a leitura de <a href="http://en.wikipedia.org/wiki/Proudhon" id="w">Proudhon</a>. O contato com a obra <i>Sistema de contradi&ccedil;&otilde;es econ&ocirc;micas</i> de <a href="http://en.wikipedia.org/wiki/Proudhon" id="w">Proudhon</a> e os coment&aacute;rios de N. Sokolov, foram em grande parte respons&aacute;veis pela convers&atilde;o do jovem Kropotkin ao socialismo libert&aacute;rio.<sup id="_ref&shy;8" class="reference"><a href="#_note&shy;8" title="">[8]</a></sup> Estes anos na <a href="http://en.wikipedia.org/wiki/Sib%C3%A9ria" id="w">Sib&eacute;ria</a> foram determinantes para o desenvolvimento do pensamento pol&iacute;tico de Kropotkin: </p>&#10;<a id="Viagens_e_descobertas_cient%C3%ADficas" name="Viagens_e_descobertas_cient%C3%ADficas"></a><h3> Viagens e descobertas cient&iacute;ficas </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Rgolibrary.jpg%7Cthumb%7Cleft%7C300px" id="w">Biblioteca da [[Sociedade Geogr&aacute;fica Russa]] em [[1916]] da qual Kropotkin foi membro entre as d&eacute;cadas de [[1860]] e [[1870]].</a>&#10;Entre <a href="http://en.wikipedia.org/wiki/1864" id="w">1864</a> e <a href="http://en.wikipedia.org/wiki/1866" id="w">1866</a> realizou diversas viagens explorat&oacute;rias no territ&oacute;rio ainda n&atilde;o mapeado da <a href="http://en.wikipedia.org/wiki/Manch%C3%BAria" id="w">Manch&uacute;ria</a>. A &uacute;ltima expedi&ccedil;&atilde;o foi a mais frut&iacute;fera em seu aspecto cient&iacute;fico, incluindo a regi&atilde;o montanhosa do norte da <a href="http://en.wikipedia.org/wiki/Sib%C3%A9ria" id="w">Sib&eacute;ria</a> entre os rios <a href="http://en.wikipedia.org/wiki/Lena" id="w">Lena</a> e <a href="http://en.wikipedia.org/wiki/Amur" id="w">Amur</a>. Esta viagem proporcionou importantes conhecimentos cient&iacute;ficos, auxiliando de maneira not&aacute;vel no conhecimento da estrutura geogr&aacute;fica da regi&atilde;o siberiana&semi; o descobrimento de restos <a href="http://en.wikipedia.org/wiki/F%C3%B3ssil" id="w">f&oacute;sseis</a> contribuiu para a elabora&ccedil;&atilde;o posterior de teorias glaciais&semi; ampliou o conhecimento sobre a fauna siberiana, proporcionando dados a Kropotkin sobre <a href="http://en.wikipedia.org/wiki/Apoio_m%C3%BAtuo" id="w">apoio m&uacute;tuo</a> (ou coopera&ccedil;&atilde;o intraespec&iacute;fica) e o <a href="http://en.wikipedia.org/wiki/Altru%C3%ADsmo" id="w">altru&iacute;smo</a> em sociedades animais&semi; e por &uacute;ltimo descobriu a rota de <a href="http://en.wikipedia.org/wiki/Chit%C3%A1" id="w">Chit&aacute;</a> e a regi&atilde;o do <a href="http://en.wikipedia.org/wiki/Lago_Baikal" id="w">Lago Baikal</a> at&eacute; a tundra do norte.<sup id="_ref&shy;9" class="reference"><a href="#_note&shy;9" title="">[9]</a></sup></p>&#10;<p>Uma insurrei&ccedil;&atilde;o de prisioneiros <a href="http://en.wikipedia.org/wiki/Pol%C3%B4nia" id="w">poloneses</a> na Sib&eacute;ria e sua cruel repress&atilde;o por parte das autoridades kzaristas, foram decisivas para o abandono do servi&ccedil;o militar por Kropotkin e seu irm&atilde;o Alexandro. Regressaram a <a href="http://en.wikipedia.org/wiki/S%C3%A3o_Petersburgo" id="w">S&atilde;o Petersburgo</a> em <a href="http://en.wikipedia.org/wiki/1867" id="w">1867</a>, quando ingressou &agrave; Universidade e apresentou &agrave; <a href="http://en.wikipedia.org/wiki/Sociedade_Geogr%C3%A1fica_Russa" id="w">Sociedade Geogr&aacute;fica Russa</a> um relat&oacute;rio sobre sua expedi&ccedil;&atilde;o de <a href="http://en.wikipedia.org/wiki/Vitim" id="w">Vitim</a>, que foi publicado e lhe valeu uma medalha de ouro. Foi nomeado secret&aacute;rio da se&ccedil;&atilde;o de Geografia F&iacute;sica da <a href="http://en.wikipedia.org/wiki/Sociedade_Geogr%C3%A1fica_Russa" id="w">Sociedade Geogr&aacute;fica Russa</a>. Explorou os glaciares da <a href="http://en.wikipedia.org/wiki/Finl%C3%A2ndia" id="w">Finl&acirc;ndia</a> e da <a href="http://en.wikipedia.org/wiki/Su%C3%A9cia" id="w">Su&eacute;cia</a> em nome desta associa&ccedil;&atilde;o entre os anos de <a href="http://en.wikipedia.org/wiki/1871" id="w">1871</a> e <a href="http://en.wikipedia.org/wiki/1873" id="w">1873</a>. Seu trabalho mais importante nesta &eacute;poca foi seu estudo da estrutura <a href="http://en.wikipedia.org/wiki/Orografia" id="w">orogr&aacute;fica</a> de <a href="http://en.wikipedia.org/wiki/&Aacute;sia" id="w">&Aacute;sia</a>, refutando as hip&oacute;teses de tipo conjetural baseadas no modelo alpino sugerido por <a href="http://en.wikipedia.org/wiki/Alexander_von_Humboldt" id="w">Alexander von Humboldt</a>. Ainda que posteriormente outros investigadores tenham descoberto estruturas mais complexas, as linhas gerais do enfoque idealizado por Kropotkin se mantiveram vigentes at&eacute; a atualidade.<sup id="_ref&shy;Woodcoock e Ivan Avakumovic 1978, p. 84&shy;87_a" class="reference"><a href="#_note&shy;Woodcoock e Ivan Avakumovic 1978, p. 84&shy;87" title="">[10]</a></sup></p>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Krapotkin%2C_drawing.jpg%7Cthumb%7C300px" id="w">Esbo&ccedil;o da fortaleza de Skanslandet em Sveaborg, [[Helsingfors]], feito por Kropotkin como parte de sua pesquisa na [[Finl&acirc;ndia]].Em</a> <a href="http://en.wikipedia.org/wiki/1873" id="w">1873</a>, publicou uma importante contribui&ccedil;&atilde;o para a ci&ecirc;ncia&semi; um mapa no qual provava que todos os mapas existentes at&eacute; ent&atilde;o representavam erroneamente a estrutura f&iacute;sica do continente asi&aacute;tico&semi; as principais linhas estruturais corriam na verdade do sudoeste em dire&ccedil;&atilde;o ao noroeste, n&atilde;o do norte ao sul ou de leste a oeste como se acreditava.<sup id="_ref&shy;Woodcoock e Ivan Avakumovic 1978, p. 84&shy;87_b" class="reference"><a href="#_note&shy;Woodcoock e Ivan Avakumovic 1978, p. 84&shy;87" title="">[10]</a></sup> Outro trabalho de grande import&acirc;ncia foi o relat&oacute;rio que escreveu sobre os resultados de sua expedi&ccedil;&atilde;o &agrave; <a href="http://en.wikipedia.org/wiki/Finl%C3%A2ndia" id="w">Finl&acirc;ndia</a>. Em <a href="http://en.wikipedia.org/wiki/1874" id="w">1874</a> apresentou em uma confer&ecirc;ncia sua teoria sobre como a capa de gelo da glacia&ccedil;&atilde;o havia alcan&ccedil;ado o centro da Europa, ideia que se contrapunha ao sabedoria convencional de sua &eacute;poca. Su proposi&ccedil;&atilde;o foi recebida com pol&ecirc;mica, at&eacute; por fim ser posteriormente aceita pela comunidade cient&iacute;fica.<sup id="_ref&shy;11" class="reference"><a href="#_note&shy;11" title="">[11]</a></sup> Finalmente, a terceira grande contribui&ccedil;&atilde;o de Kropotkin para a teoria da ci&ecirc;ncia geogr&aacute;fica foi sua hip&oacute;tese sobre a divis&atilde;o da <a href="http://en.wikipedia.org/wiki/Eur%C3%A1sia" id="w">Eur&aacute;sia</a>, como consequ&ecirc;ncia do retrocesso da glacia&ccedil;&atilde;o da era precedente. Todas estas ideias foram concebidas quando ainda n&atilde;o havia chegado a completar trinta anos, o qual fazia pressupor um grande futuro como pesquisador cient&iacute;fico. O prest&iacute;gio de sua obra geogr&aacute;fica foi t&atilde;o consider&aacute;vel que foi convidado para ser presidente da se&ccedil;&atilde;o de Geografia F&iacute;sica da <a href="http://en.wikipedia.org/wiki/Sociedade_Geogr%C3%A1fica_Russa" id="w">Sociedade Geogr&aacute;fica Russa</a>.<sup id="_ref&shy;12" class="reference"><a href="#_note&shy;12" title="">[12]</a></sup> Kropotkin, no entanto, n&atilde;o aceitou o convite, porque seu interesse havia se voltado para as atividades revolucion&aacute;rias: Durante suas pesquisas pelo c&iacute;rculo polar &aacute;rtico Kropotkin percorreu em torno de 50 mil milhas. Importantes descobertas resultaram deste longo trabalho de campo, n&atilde;o s&oacute; para a Geografia, como tamb&eacute;m para um melhor entendimento dos processos <a href="http://en.wikipedia.org/wiki/Geologia" id="w">geol&oacute;gicos</a> que moldaram aquelas paisagens, como tamb&eacute;m, num sentido mais amplo a pr&oacute;pria <a href="http://en.wikipedia.org/wiki/Hist%C3%B3ria" id="w">Hist&oacute;ria</a> natural do planeta Terra.</p>&#10;<a id="Entre_revolucion%C3%A1rios_na_Su%C3%AD%C3%A7a" name="Entre_revolucion%C3%A1rios_na_Su%C3%AD%C3%A7a"></a><h3> Entre revolucion&aacute;rios na Su&iacute;&ccedil;a </h3>&#10;<p>Ainda durante seu per&iacute;odo de investiga&ccedil;&otilde;es cient&iacute;ficas no c&iacute;rculo polar &aacute;rtico, Kropotkin se dedicou tamb&eacute;m ao estudo dos principais te&oacute;ricos sociais e pol&iacute;ticos de seu tempo. Ap&oacute;s saber dos acontecimentos da <a href="http://en.wikipedia.org/wiki/Comuna_de_Paris" id="w">Comuna de Paris</a> em <a href="http://en.wikipedia.org/wiki/1871" id="w">1871</a> passou a se interessar cada vez mais pelo movimento oper&aacute;rio. Ao mesmo tempo, em suas longas viagens pela R&uacute;ssia e pela Finl&acirc;ndia se deparou com o estado de terr&iacute;vel mis&eacute;ria em que viviam os camponeses naquelas regi&otilde;es. A conviv&ecirc;ncia com estas popula&ccedil;&otilde;es despertou&shy;lhe um grau tal de solidariedade, um impulso para que ele abandonasse a atividade cient&iacute;fica em busca de uma solu&ccedil;&atilde;o revolucion&aacute;ria:<sup id="_ref&shy;ref_duplicada_1_a" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup> <a href="http://en.wikipedia.org/wiki/Ficheiro:Stamp_Jurafederation.svg%7Cthumb%7Cleft%7C200px" id="w">Logotipo da [[Federa&ccedil;&atilde;o de Jura]].A</a> heran&ccedil;a recebida da morte de seu pai lhe proporcionou o acesso a copiosos recursos econ&ocirc;micos, que lhe permitiram realizar uma viagem ao <a href="http://en.wikipedia.org/wiki/Leste_Europeu" id="w">Leste Europeu</a> que duraria tr&ecirc;s meses. Partiu de <a href="http://en.wikipedia.org/wiki/S%C3%A3o_Petersburgo" id="w">S&atilde;o Petersburgo</a> em fevereiro de <a href="http://en.wikipedia.org/wiki/1872" id="w">1872</a> e seu primeiro destino foi a cidade <a href="http://en.wikipedia.org/wiki/Su%C3%AD%C3%A7a" id="w">su&iacute;&ccedil;a</a> de <a href="http://en.wikipedia.org/wiki/Zurique" id="w">Zurique</a>, com o objetivo de estabelecer contato com setores do movimento europeu organizado e inteirar&shy;se de sua situa&ccedil;&atilde;o.<sup id="_ref&shy;ref_duplicada_1_b" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup> L&aacute; teve contato com um grupo de exilados russos fortemente influenciados pelas ideias de <a href="http://en.wikipedia.org/wiki/Mikhail_Bakunin" id="w">Mikhail Bakunin</a>. Entre estes de encontravam uma mulher de sua fam&iacute;lia, Sofia Nicolaevna Lavrov, Nadeshdna Smezkaia e Mikhail Sazhin (um disc&iacute;pulo de Bakunin mais conhecido como Armand Ross).<sup id="_ref&shy;14" class="reference"><a href="#_note&shy;14" title="">[14]</a></sup></p>&#10;<p>Em <a href="http://en.wikipedia.org/wiki/Genebra" id="w">Genebra</a> incorporou&shy;se como membro da <a href="http://en.wikipedia.org/wiki/Primeira_Internacional" id="w">Primeira Internacional</a>, inicialmente contatando os setores <a href="http://en.wikipedia.org/wiki/Marx" id="w">marxistas</a>, especialmente o grupo russo dirigido por <a href="http://en.wikipedia.org/wiki/Nicolai_Utin" id="w">Nicolai Utin</a>. No entanto, n&atilde;o demorou para que estranhasse o tipo de <i><a href="http://en.wikipedia.org/wiki/Socialismo" id="w">socialismo</a></i> dos marxistas e suas estrat&eacute;gias pol&iacute;ticas dentro da Primeira Internacional. Ap&oacute;s cinco semanas deste contato, muito contrariado frente ao comportamento oportunista de seus dirigentes, decidiu conhecer aos grupos da tend&ecirc;ncia bakuninista<sup id="_ref&shy;15" class="reference"><a href="#_note&shy;15" title="">[15]</a></sup><a href="http://en.wikipedia.org/wiki/Ficheiro:James_Guillaume.png%7Cthumb%7Cright" id="w">O libert&aacute;rio [[James Guillaume]] em [[1870]], figura not&aacute;vel da Federa&ccedil;&atilde;o de Jura.</a> O anarquista <a href="http://en.wikipedia.org/wiki/Nikolai_Ivanovich_Zhukovsky" id="w">Nicolai Zhukovsky</a> lhe recomendou que deixasse Genebra e viajasse para Jura, local em que o movimento anarquista era mais forte. L&aacute; chegando Kropotkin estudou o programa mais radicalizado da <a href="http://en.wikipedia.org/wiki/Federa%C3%A7%C3%A3o_de_Jura" id="w">Federa&ccedil;&atilde;o de Jura</a> em <a href="http://en.wikipedia.org/wiki/Neuch%C3%A2tel" id="w">Neuch&acirc;tel</a> e passou muito tempo na companhia de seus mais proeminentes membros, adotando definitivamente os ideais anarquistas. Esta federa&ccedil;&atilde;o formada em sua maioria por construtores de rel&oacute;gios su&iacute;&ccedil;os era &#34&semi;era associa&ccedil;&atilde;o sem ambi&ccedil;&otilde;es pol&iacute;ticas, e que n&atilde;o fazia distin&ccedil;&otilde;es entre l&iacute;deres e militantes de base.</p>&#10;<p>Em Jura conheceu o historiador <a href="http://en.wikipedia.org/wiki/James_Guillaume" id="w">James Guillaume</a> de quem se tornou amigo por longa data, e posteriormente o primeiro bi&oacute;grafo de <a href="http://en.wikipedia.org/wiki/Bakunin" id="w">Bakunin</a>. Apesar de compartilharem a mesma nacionalidade Kropotkin n&atilde;o chegaria a conhecer Bakunin pessoalmente. A influ&ecirc;ncia do pensamento daquele grande revolucion&aacute;rio russo estava vis&iacute;vel por toda federa&ccedil;&atilde;o. A impress&atilde;o causada em Kropotkin pela viv&ecirc;ncia foi tremenda:<sup id="_ref&shy;ref_duplicada_1_c" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup> </p>&#10;<a id="C%C3%ADrculo_Tchaicovsky" name="C%C3%ADrculo_Tchaicovsky"></a><h3> C&iacute;rculo Tchaicovsky </h3>&#10;<p>No come&ccedil;o de maio de <a href="http://en.wikipedia.org/wiki/1872" id="w">1872</a> j&aacute; estava de volta &agrave; R&uacute;ssia trazendo na bagagem escritos de autores revolucion&aacute;rios, a maioria deles proibidos no pa&iacute;s. Uma vez em S&atilde;o Petersburgo retomou suas investiga&ccedil;&otilde;es geogr&aacute;ficas, e come&ccedil;ou a trabalhar ativamente como propagandista da revolu&ccedil;&atilde;o, estabelecendo um forte v&iacute;nculo com o <a href="http://en.wikipedia.org/wiki/C%C3%ADrculo_Tchaicovsky" id="w">C&iacute;rculo Tchaicovsky</a> para o qual fora convidado pelo ge&oacute;grafo Dimitri Klements. Como seu membro reescreveu panfletos pol&iacute;ticos em uma linguagem mais acess&iacute;vel dos impressos at&eacute; ent&atilde;o, com o objetivo de torn&aacute;&shy;los acess&iacute;vel at&eacute; mesmo &agrave; pessoas com graus prec&aacute;rios de educa&ccedil;&atilde;o.</p>&#10;<p>O C&iacute;rculo Tchaicovsky que havia come&ccedil;ado suas atividades como um grupo pequeno de jovens, havia se ampliado consideravelmente no momento da chegada de Kropotkin. Entre seus membros estavam Sofia Perovskaia, que havia ingressado na organiza&ccedil;&atilde;o com o objetivo de aperfei&ccedil;oar suas conhecimentos em cr&iacute;tica social.<sup id="_ref&shy;16" class="reference"><a href="#_note&shy;16" title="">[16]</a></sup> Em <a href="http://en.wikipedia.org/wiki/1869" id="w">1869</a> <a href="http://en.wikipedia.org/wiki/Sergey_Nechayev" id="w">Nechayev</a> havia tentando formar uma organiza&ccedil;&atilde;o revolucion&aacute;ria secreta entre a juventude, imbu&iacute;da do desejo anteriormente referido de trabalhar entre o povo a ideia da insurrei&ccedil;&atilde;o e do sacrif&iacute;cio pol&iacute;tico levados as suas &uacute;ltimas consequ&ecirc;ncias. Na opini&atilde;o de Kropotkin estes procedimentos n&atilde;o poderiam prosperar na R&uacute;ssia. Logo esta organiza&ccedil;&atilde;o foi dissolvida, todos seus membros foram presos, e alguns dos jovens mais entusiastas e decididos foram enviados para o ex&iacute;lio na <a href="http://en.wikipedia.org/wiki/Sib%C3%A9ria" id="w">Sib&eacute;ria</a> antes mesmo que pudessem realizar uma &uacute;nica a&ccedil;&atilde;o. O C&iacute;rculo Tchaicovsky se formara em oposi&ccedil;&atilde;o &agrave; organiza&ccedil;&atilde;o e &agrave;s estrat&eacute;gias propostas por Nechayev, focando seus esfor&ccedil;os no melhoramento e na educa&ccedil;&atilde;o m&uacute;tua de seus membros, bem como em um desenvolvimento moral pessoal. Ainda que tenha continuado colaborando com a <a href="http://en.wikipedia.org/wiki/Sociedade_Geogr%C3%A1fica_Russa" id="w">Sociedade Geogr&aacute;fica Russa</a> em S&atilde;o Petersburgo, sua aten&ccedil;&atilde;o estava voltada para a a&ccedil;&atilde;o libert&aacute;ria: Disfar&ccedil;ado de campon&ecirc;s e utilizando o nome falso de Borodin assistia &agrave;s reuni&otilde;es noturnas do <a href="http://en.wikipedia.org/wiki/C%C3%ADrculo_Tchaicovsky" id="w">C&iacute;rculo Tchaicovsky</a>.<sup id="_ref&shy;ref_duplicada_1_d" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup><sup id="_ref&shy;17" class="reference"><a href="#_note&shy;17" title="">[17]</a></sup> Durante sua participa&ccedil;&atilde;o viu muitos de seus companheiros serem presos pela pol&iacute;cia pol&iacute;tica do czar. </p>&#10;<a id="Pris%C3%A3o_e_fuga" name="Pris%C3%A3o_e_fuga"></a><h3> Pris&atilde;o e fuga </h3>&#10;<p>No final de <a href="http://en.wikipedia.org/wiki/1873" id="w">1873</a>, no dia seguinte ao seu recha&ccedil;o &agrave; presid&ecirc;ncia da <a href="http://en.wikipedia.org/wiki/Sociedade_Geogr%C3%A1fica_Russa" id="w">Sociedade Geogr&aacute;fica</a>, Kropotkin foi preso pela pol&iacute;cia. Havia sido delatado por um trabalhador que se convertera a informante policial.<sup id="_ref&shy;ref_duplicada_1_e" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup> <a href="http://en.wikipedia.org/wiki/Ficheiro:Petropavlovsko_tvirtov%C4%97.jpg%7Cthumb%7Cleft%7C350px" id="w">Imagem da [[Fortaleza de Pedro e Paulo]] que durante s&eacute;culos serviu de pris&atilde;o pol&iacute;tica do [[Imp&eacute;rio Russo]].Levado</a> aos escrit&oacute;rios da pol&iacute;cia pol&iacute;tica secreta, a <i>Se&ccedil;&atilde;o Terceira</i>, foi interrogado durante alguns dias. Sua pris&atilde;o causou sensa&ccedil;&atilde;o em S&atilde;o Petersburgo, ainda mais frente a irrita&ccedil;&atilde;o do czar, j&aacute; que Kropotkin havia sido durante algum tempo seu ajudante pessoal. Diversos jornais identificados com as elites russas passaram a divulgar informa&ccedil;&otilde;es de que o pr&iacute;ncipe Kropotkin estaria acometido de algum tipo de loucura. O r&oacute;tulo de &#34&semi;louco&#34&semi; seria associado ao seu nome entre os nobres e burgueses da R&uacute;ssia por um longo per&iacute;odo. Neste meio tempo foi encarcerado na <a href="http://en.wikipedia.org/wiki/Fortaleza_de_Pedro_e_Paulo" id="w">Fortaleza de Pedro e Paulo</a> em uma cela solit&aacute;ria, escura e &uacute;mida. Os not&aacute;veis da <a href="http://en.wikipedia.org/wiki/Sociedade_Geogr%C3%A1fica_Russa" id="w">Sociedade Geogr&aacute;fica Russa</a>, seus amigos e em especial seu irm&atilde;o Alexandro intervieram em seu favor para que lhe fosse permitido dar continuidade &agrave;s suas pesquisas geogr&aacute;ficas, para que pudesse ter acesso a livros, pap&eacute;is e l&aacute;pis.</p>&#10;<p>No in&iacute;cio de <a href="http://en.wikipedia.org/wiki/1875" id="w">1875</a> seu irm&atilde;o tamb&eacute;m foi preso pelo regime czarista por escrever uma carta para <a href="http://en.wikipedia.org/wiki/Piotr_Lavrovich_Lavrov" id="w">Piotr Lavrovich Lavrov</a>. Alexandro seria enviado para a Sib&eacute;ria, passando doze penosos anos exilado no pequeno povoado de <a href="http://en.wikipedia.org/wiki/Minusinsk" id="w">Minusinsk</a>. Ao fim deste per&iacute;odo, n&atilde;o aguentando mais o ostracismo, cometeu suic&iacute;dio.<sup id="_ref&shy;18" class="reference"><a href="#_note&shy;18" title="">[18]</a></sup> A pris&atilde;o de seu irm&atilde;o e a desarticula&ccedil;&atilde;o dos c&iacute;rculos revolucion&aacute;rios &shy; foram feitas pelo menos duas mil deten&ccedil;&otilde;es na R&uacute;ssia &shy; produziram naquele momento, um colapso psicol&oacute;gico em Kropotkin que caiu deprimido. Em consequ&ecirc;ncia da depress&atilde;o sua condi&ccedil;&atilde;o f&iacute;sica piorou, aumentando os danos causados por <a href="http://en.wikipedia.org/wiki/Escorbuto" id="w">escorbuto</a>.</p>&#10;<p>Em mar&ccedil;o de <a href="http://en.wikipedia.org/wiki/1876" id="w">1876</a> transferiram&shy;no para a Cadeia de S&atilde;o Petersburgo, lugar onde as condi&ccedil;&otilde;es de vida eram mais insalubres ainda que na fortaleza, ainda que ali houvesse muito mais facilidades para receber visitas e romper o isolamento. Mas sua deteriora&ccedil;&atilde;o f&iacute;sica piorou mais ainda, fazendo com que corresse risco de morrer. Diante deste quadro os m&eacute;dicos recomendaram sua transfer&ecirc;ncia para o hospital cont&iacute;guo &agrave; Pris&atilde;o Militar de S&atilde;o Petersburgo. A mudan&ccedil;a para um ambiente arejado, iluminado e limpo, com uma melhor alimenta&ccedil;&atilde;o, favoreceram a recupera&ccedil;&atilde;o de sua sa&uacute;de. Neste mesmo momento seus amigos come&ccedil;aram a planejar sua fuga da pris&atilde;o. Ap&oacute;s muitos preparativos, atrav&eacute;s de um sistema de sinais com o exterior, Kropotkin escapou correndo atrav&eacute;s do p&aacute;tio da pris&atilde;o, local em que praticava exerc&iacute;cios di&aacute;rios, ao abrir os port&otilde;es que davam passagem &agrave;s carro&ccedil;as dos entregadores de lenha. Perseguido pelos guardas montou em um coche que o esperava e se perdeu em meio &agrave; multid&atilde;o. Participaram da organiza&ccedil;&atilde;o do plano de fuga o doutor Orestes Weimar, a senhora Lavrov e <a href="http://en.wikipedia.org/wiki/Stepniak" id="w">Stepniak</a>, entre outros. A &eacute;gua negra que puxava o coche da fuga, batizada de &#34&semi;B&aacute;rbara&#34&semi;, foi utilizada tamb&eacute;m em outros feitos revolucion&aacute;rios posteriores, entre eles em <a href="http://en.wikipedia.org/wiki/1878" id="w">1878</a> tamb&eacute;m auxilou na fuga de <a href="http://en.wikipedia.org/wiki/Sergei_Kravchinski" id="w">Sergei Kravchinski</a>, executor do general <a href="http://en.wikipedia.org/wiki/Nikolai_Mezentsov" id="w">Nikolai Mezentsov</a>.<sup id="_ref&shy;19" class="reference"><a href="#_note&shy;19" title="">[19]</a></sup></p>&#10;<p>Depois de ser escondido momentaneamente em uma casa, trocou de roupas e foi levado a uma barbearia onde lhe cortaram a copiosa barba. Logo partiram em dire&ccedil;&atilde;o a uma rua movimentada de <a href="http://en.wikipedia.org/wiki/S%C3%A3o_Petersburgo" id="w">S&atilde;o Petersburgo</a> e entraram sob a vista de todos em um restaurante da moda. Ap&oacute;s fazerem uma refei&ccedil;&atilde;o partiram no meio da noite na dire&ccedil;&atilde;o um pequeno povoado distante. Paralelo a isso, for&ccedil;as de seguran&ccedil;a pol&iacute;tica realizavam batidas policiais nas casas de seus amigos, sem encontrar quaisquer pistas. Vestido como oficial militar, Kropotkin se dirigiu at&eacute; o pequeno porto de <a href="http://en.wikipedia.org/wiki/Vaasa" id="w">Vaasa</a>, no <a href="http://en.wikipedia.org/wiki/Golfo" id="w">golfo</a> de <a href="http://en.wikipedia.org/wiki/Botnia" id="w">Botnia</a>, embarcando rumo &agrave; <a href="http://en.wikipedia.org/wiki/Su%C3%A9cia" id="w">Su&eacute;cia</a> e de l&aacute; para a <a href="http://en.wikipedia.org/wiki/Noruega" id="w">Noruega</a>. De l&aacute; tomou um navio a vapor brit&acirc;nico at&eacute; o porto de <a href="http://en.wikipedia.org/wiki/Hull" id="w">Hull</a>, na <a href="http://en.wikipedia.org/wiki/Inglaterra" id="w">Inglaterra</a>.</p>&#10;<a id="Longo_ex%C3%ADlio" name="Longo_ex%C3%ADlio"></a><h3> Longo ex&iacute;lio </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Grimshaw_John_Atkinson_Humber_Docks_Hull.jpg%7Cthumb%7Cright%7C350px" id="w">Imagem do porto da cidade inglesa de [[Hull]] pintada por John Atkinson Grimshaw em [[1884]]. O local em que Kropotkin desembarcara oito anos antes.Nos</a> primeiros dias de agosto de <a href="http://en.wikipedia.org/wiki/1876" id="w">1876</a>, Kropotkin desembarcou no porto de <a href="http://en.wikipedia.org/wiki/Hull" id="w">Hull</a>, sob o nome falso de &#34&semi;Alexis Lavashov&#34&semi;. Estabeleceu&shy;se inicialmente em <a href="http://en.wikipedia.org/wiki/Edimburgo" id="w">Edimburgo</a>, mas em pouco tempo mudou&shy;se para <a href="http://en.wikipedia.org/wiki/Londres" id="w">Londres</a>, onde teria maiores possibilidades para garantir seu sustento. Come&ccedil;ou a colaborar com o peri&oacute;dico <i><a href="http://en.wikipedia.org/wiki/The_Times" id="w">The Times</a></i> e com a prestigiada revista <i><a href="http://en.wikipedia.org/wiki/Nature" id="w">Nature</a></i>, iniciando amizade com James Scott Keltie, subdiretor da revista. Paralelamente passou a corresponder&shy;se mais seguidamente com <a href="http://en.wikipedia.org/wiki/James_Guillaume" id="w">James Guillaume</a> na <a href="http://en.wikipedia.org/wiki/Su%C3%AD%C3%A7a" id="w">Su&iacute;&ccedil;a</a>. Foi Guillaume quem lhe repassou o contato do pedagogo libert&aacute;rio <a href="http://en.wikipedia.org/wiki/Paul_Robin" id="w">Paul Robin</a> que na &eacute;poca tornara&shy;se figura not&oacute;ria por suas propostas de reforma sexual, pela defesa do controle de natalidade e seu ativismo pelo fim da prostitui&ccedil;&atilde;o. Kropotkin e Robin travaram debates e discuss&otilde;es sobre tem&aacute;ticas sociais e nestes debates uma faceta puritana do pensamento do ex&shy;pr&iacute;ncipe russo tornou&shy;se evidente.<sup id="_ref&shy;20" class="reference"><a href="#_note&shy;20" title="">[20]</a></sup></p>&#10;<p>Ap&oacute;s um curto per&iacute;odo na <a href="http://en.wikipedia.org/wiki/Inglaterra" id="w">Inglaterra</a>, estabeleceu&shy;se na <a href="http://en.wikipedia.org/wiki/Su%C3%AD%C3%A7a" id="w">Su&iacute;&ccedil;a</a>, chegando a <a href="http://en.wikipedia.org/wiki/Neuch%C3%A2tel" id="w">Neuch&acirc;tel</a> em dezembro de <a href="http://en.wikipedia.org/wiki/1876" id="w">1876</a>, incorporando&shy;se quase que imediatamente &agrave; <a href="http://en.wikipedia.org/wiki/Federa%C3%A7%C3%A3o_de_Jura" id="w">Federa&ccedil;&atilde;o de Jura</a>. L&aacute; conheceu <a href="http://en.wikipedia.org/wiki/Carlo_Cafiero" id="w">Carlo Cafiero</a> e <a href="http://en.wikipedia.org/wiki/Errico_Malatesta" id="w">Errico Malatesta</a>, os dois membros mais proeminentes da se&ccedil;&atilde;o italiana da Internacional. Decidido a se estabelecer no continente, realizou uma breve viagem at&eacute; a Inglaterra para tratar de quest&otilde;es trabalhista com a revista <i><a href="http://en.wikipedia.org/wiki/Nature" id="w">Nature</a></i>, partindo em <a href="http://en.wikipedia.org/wiki/23_de_janeiro" id="w">23 de janeiro</a> para <a href="http://en.wikipedia.org/wiki/Ostende" id="w">Ostende</a> e de l&aacute; para <a href="http://en.wikipedia.org/wiki/Verviers" id="w">Verviers</a>, na <a href="http://en.wikipedia.org/wiki/B%C3%A9lgica" id="w">B&eacute;lgica</a>, com a inten&ccedil;&atilde;o de se tornar um articulador do movimento da regi&atilde;o. Mas a expuls&atilde;o de seu amigo <a href="http://en.wikipedia.org/wiki/Paul_Brousse" id="w">Paul Brousse</a> levou Kropotkin a continuar viagem at&eacute; <a href="http://en.wikipedia.org/wiki/Genebra" id="w">Genebra</a>. Ali reuniu&shy;se mais uma vez com Dimitri Klemetz, seu amigo de longa data, e conheceu outro c&eacute;lebre ge&oacute;grafo anarquista, <a href="http://en.wikipedia.org/wiki/&Eacute;lis%C3%A9e_Reclus" id="w">&Eacute;lis&eacute;e Reclus</a> na cidade de <a href="http://en.wikipedia.org/wiki/Vevey" id="w">Vevey</a>. Juntamente com Brousse, e com a inten&ccedil;&atilde;o de disseminar a filosofia e a a&ccedil;&atilde;o anarquista para outras regi&otilde;es da Su&iacute;&ccedil;a lan&ccedil;ou o peri&oacute;dico <i>L&#39&semi;Avant Garde</i> (A Vanguarda) que alcan&ccedil;ou sucesso relativo, e simultaneamente mais um jornal no idioma alem&atilde;o, o <i>Arbeiterzeitung</i>, que resultou em um grande fracasso, deixando de ser publicado alguns meses depois. Na <a href="http://en.wikipedia.org/wiki/B%C3%A9lgica" id="w">B&eacute;lgica</a> viajou a <a href="http://en.wikipedia.org/wiki/Verviers" id="w">Verviers</a>, para participar do &uacute;ltimo congresso da se&ccedil;&atilde;o bakuninista na <a href="http://en.wikipedia.org/wiki/Primeira_Internacional" id="w">Primeira Internacional</a>, no qual atuou como delegado dos russos no ex&iacute;lio e levou a cabo a tarefa de redigir as atas do congresso. Devido a rumores de que seria detido, teve que abandonar o congresso, embarcando de <a href="http://en.wikipedia.org/wiki/Antu%C3%A9rpia" id="w">Antu&eacute;rpia</a> em dire&ccedil;&atilde;o a <a href="http://en.wikipedia.org/wiki/Londres" id="w">Londres</a>.</p>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:L%26%2339%3BAvant&shy;Garde.png%7Cthumb%7Cleft%7C350px" id="w">T&iacute;tular do peri&oacute;dico &#39&semi;&#39&semi;L&#39&semi;Avant Garde&#39&semi;&#39&semi; de [[15 de julho]] de [[1878]].Da</a> Inglaterra retornou  &agrave; <a href="http://en.wikipedia.org/wiki/Fran%C3%A7a" id="w">Fran&ccedil;a</a> onde fez contato com <a href="http://en.wikipedia.org/wiki/Andrea_Costa" id="w">Andrea Costa</a>, prosseguindo em seus estudos sobre a <a href="http://en.wikipedia.org/wiki/Revolu%C3%A7%C3%A3o_francesa" id="w">Revolu&ccedil;&atilde;o francesa</a>, que havia iniciado ainda na cidade de <a href="http://en.wikipedia.org/wiki/Londres" id="w">Londres</a>. As atividades clandestinas de Kropotkin chamaram a aten&ccedil;&atilde;o do aparato repressor do estado franc&ecirc;s no in&iacute;cio de <a href="http://en.wikipedia.org/wiki/1878" id="w">1878</a>, por este motivo teve que retornar a Genebra no final de abril. Pouco depois visitou a <a href="http://en.wikipedia.org/wiki/Espanha" id="w">Espanha</a>, para familiarizar&shy;se com a situa&ccedil;&atilde;o do movimento naquele pa&iacute;s. A visita lhe causa uma forte impress&atilde;o. &Eacute; a primeira vez que se depara com um setor massivo do movimento anarquista.<sup id="_ref&shy;21" class="reference"><a href="#_note&shy;21" title="">[21]</a></sup> Ap&oacute;s retornar a Genebra, em agosto, imediatamente participou em um congresso de grupos anarquistas su&iacute;&ccedil;os em <a href="http://en.wikipedia.org/wiki/Friburgo" id="w">Friburgo</a>, no qual se evidenciou o sens&iacute;vel decl&iacute;nio da <a href="http://en.wikipedia.org/wiki/Federa%C3%A7%C3%A3o_de_Jura" id="w">Federa&ccedil;&atilde;o de Jura</a>. Em <a href="http://en.wikipedia.org/wiki/8_de_outubro" id="w">8 de outubro</a> de <a href="http://en.wikipedia.org/wiki/1878" id="w">1878</a> uniu&shy;se em matrim&ocirc;nio com a jovem russa emigrada <a href="http://en.wikipedia.org/wiki/Sofia_Ananiev" id="w">Sofia Ananiev</a>. Em <a href="http://en.wikipedia.org/wiki/10_de_dezembro" id="w">10 de dezembro</a> as autoridades su&iacute;&ccedil;as fecham a reda&ccedil;&atilde;o de <i>L&#39&semi;Avant Garde</i>, prendendo tamb&eacute;m Brousse, ainda que por um curto per&iacute;odo de tempo. Pouco tempo depois decidiram iniciar um novo peri&oacute;dico que desse continuidade ao trabalho desenvolvido no anterior. Em <a href="http://en.wikipedia.org/wiki/22_de_fevereiro" id="w">22 de fevereiro</a> apareceu&#127;<i> <a href="http://en.wikipedia.org/wiki/Le_R%C3%A9volt%C3%A9" id="w">Le R&eacute;volt&eacute;</a></i>, que devido &agrave; falta de participantes era redigido quase que inteiramente por Kropotkin. O jornal alcan&ccedil;ou sucesso imediato, e em abril de <a href="http://en.wikipedia.org/wiki/1879" id="w">1879</a> contava com 550 assinaturas, o que lhe permitiu comprar a cr&eacute;dito sua pr&oacute;pria imprensa, fundando a <i>Imprimerie Jurassienne</i>. Nesta mesma &eacute;poca passa a imprimir &#127;uma s&eacute;rie de outros peri&oacute;dicos, cartazes e panfletos. Seus principais auxiliares foram dois trabalhadores, Fran&ccedil;ois Dumartheray e George Herzig, a quem Kropotkin relembra com admira&ccedil;&atilde;o em suas <i>Mem&oacute;rias de um revolucion&aacute;rio</i>.<sup id="_ref&shy;22" class="reference"><a href="#_note&shy;22" title="">[22]</a></sup></p>&#10;<a id="Te%C3%B3rico_e_propagandista" name="Te%C3%B3rico_e_propagandista"></a><h3> Te&oacute;rico e propagandista </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:EliseeReclusNadar.jpg%7Cthumb%7Cright%7C180px" id="w">Fotografia de [[&Eacute;lis&eacute;e Reclus]] na d&eacute;cada de 1880. Reclus tamb&eacute;m ge&oacute;grafo e anarquista foi amigo e colaborador de Kropotkin.Atrav&eacute;s</a> das p&aacute;ginas do peri&oacute;dico <i><a href="http://en.wikipedia.org/wiki/Le_R%C3%A9volt%C3%A9" id="w">Le R&eacute;volt&eacute;</a></i>, Kropotkin apresentou as primeiras formula&ccedil;&otilde;es do <a href="http://en.wikipedia.org/wiki/Anarcocomunismo" id="w">anarcocomunismo</a>, sua principal contribui&ccedil;&atilde;o te&oacute;rica ao movimento anarquista. O primeiro artigo sobre o tema foi publicado em <a href="http://en.wikipedia.org/wiki/1_de_dezembro" id="w">1 de dezembro</a>, tinha como t&iacute;tulo <i>A ideia anarquista do ponto de vista de sua realiza&ccedil;&atilde;o pr&aacute;tica</i>. O argumento nele apresentado afirmava que a revolu&ccedil;&atilde;o deveria se basear nas federa&ccedil;&otilde;es de comunas locais e nos grupos independentes, evoluindo a sociedade de uma etapa coletivista de apropria&ccedil;&atilde;o dos meios de produ&ccedil;&atilde;o pelas comunas, at&eacute; o comunismo.<sup id="_ref&shy;23" class="reference"><a href="#_note&shy;23" title="">[23]</a></sup> No ano de <a href="http://en.wikipedia.org/wiki/1880" id="w">1880</a> foi convidado por <a href="http://en.wikipedia.org/wiki/&Eacute;lis%C3%A9e_Reclus" id="w">&Eacute;lis&eacute;e Reclus</a> para colaborar em sua obra <i>Geografia Universal</i>, neste mesmo per&iacute;odo Piotr e Sofia se mudaram <a href="http://en.wikipedia.org/wiki/Clarens" id="w">Clarens</a>.  Em mar&ccedil;o de <a href="http://en.wikipedia.org/wiki/1881" id="w">1881</a> seu amigo <a href="http://en.wikipedia.org/wiki/Sergei_Kravchinski" id="w">Stepniak</a> lhe inteirou sobre o assassinato do czar <a href="http://en.wikipedia.org/wiki/Alexandre_II_da_R%C3%BAssia" id="w">Alexandre II</a>, por membros do grupo <a href="http://en.wikipedia.org/wiki/Narodnaya_Volya" id="w">Narodnaya Volya</a>. A repress&atilde;o sobre todos os grupos identificados com ideais revolucion&aacute;rios na R&uacute;ssia foi terr&iacute;vel. A execu&ccedil;&atilde;o de sua ex&shy;companheira do C&iacute;rculo Tchaicovsky, Sofia Verovskaya, deixou Kropotkin indignado, e em meio a sua indigna&ccedil;&atilde;o imprimiu um folheto <i>A verdade sobre as execu&ccedil;&otilde;es na R&uacute;ssia</i> participando tamb&eacute;m na qualidade de orador em diversas manifesta&ccedil;&otilde;es de protesto. Estas atividades fizeram com que a policia genebresa o interrogasse, mas por fim a institui&ccedil;&atilde;o decidiu n&atilde;o prend&ecirc;&shy;lo. Em <a href="http://en.wikipedia.org/wiki/10_de_julho" id="w">10 de julho</a> partiu at&eacute; Paris, para continuar viagem at&eacute; Londres, para assistir na qualidade de delegado ao <a href="http://en.wikipedia.org/wiki/Congresso_Socialista_Revolucion%C3%A1rio_Internacional" id="w">Congresso Socialista Revolucion&aacute;rio Internacional</a> (tamb&eacute;m conhecido como A Internacional Anarquista). Devido &agrave; pobreza de Kropotkin, seu amigo e companheiro <a href="http://en.wikipedia.org/wiki/Varlaam_Cherkesov" id="w">Varlaam Cherkesov</a>, realizou uma coleta para pagar sua viagem. Em uma carta para <a href="http://en.wikipedia.org/wiki/Malatesta" id="w">Malatesta</a>, Kropotkin apresentava suas dificuldades econ&ocirc;micas:<sup id="_ref&shy;24" class="reference"><a href="#_note&shy;24" title="">[24]</a></sup><a href="http://en.wikipedia.org/wiki/Ficheiro:Attentat_mortal_Alexander_II_(1881).jpg%7Cthumb%7Cleft%7C350px" id="w">Desenho reconstituindo o assassinato de [[Alexandre II da R&uacute;ssia]] em [[S&atilde;o Petersburgo]].</a> Kropotkin participou do congresso em <a href="http://en.wikipedia.org/wiki/Londres" id="w">Londres</a>, l&aacute; apresentou seu apoio formal &agrave; estrat&eacute;gia da <a href="http://en.wikipedia.org/wiki/Propaganda_pelo_Ato" id="w">propaganda pelo Ato</a> e ao <i>attentat</i>,<sup id="_ref&shy;25" class="reference"><a href="#_note&shy;25" title="">[25]</a></sup> ratificando desta forma seu apoio &agrave; ent&atilde;o recente execu&ccedil;&atilde;o do czar <a href="http://en.wikipedia.org/wiki/Alexandre_II_da_R%C3%BAssia" id="w">Alexandre II da R&uacute;ssia</a> pela organiza&ccedil;&atilde;o <a href="http://en.wikipedia.org/wiki/Narodnaya_Volya" id="w">Narodnaya Volya</a>. Argumentando que uma a&ccedil;&atilde;o seria muito mais efetiva que qualquer tipo de voto ou discurso para despertar nos oprimidos a necessidade de revolu&ccedil;&atilde;o. Ao fim do congresso Kropotkin declarou&shy;se abertamente decepcionou pelo tom ca&oacute;tico das discuss&otilde;es e porque finalmente n&atilde;o se tratou o tema para o qual ele havia sido originalmente convocado: a forma&ccedil;&atilde;o de uma nova Internacional.Permaneceu na Inglaterra durante um m&ecirc;s e, ao fim deste, regressou &agrave; Su&iacute;&ccedil;a.</p>&#10;<p>Logo ap&oacute;s sua volta, foi expulso pelo governo su&iacute;&ccedil;o em parte devido &agrave;s press&otilde;es diplom&aacute;ticas exercidas pelo imp&eacute;rio russo. No entanto, antes de partir de Genebra tomou conhecimento de um plano da pol&iacute;cia secreta russa para assassin&aacute;&shy;lo em <a href="http://en.wikipedia.org/wiki/Londres" id="w">Londres</a>, plano este que frustrara sem saber, com sua partida. Deixou a cidade de Genebra em <a href="http://en.wikipedia.org/wiki/30_de_agosto" id="w">30 de agosto</a> e se estabeleceu no pequeno povoado franc&ecirc;s de <a href="http://en.wikipedia.org/wiki/Thonon" id="w">Thonon</a>, &agrave;s margens do <a href="http://en.wikipedia.org/wiki/Lago_L%C3%A9man" id="w">Lago L&eacute;man</a>. A reda&ccedil;&atilde;o do <i><a href="http://en.wikipedia.org/wiki/Le_R%C3%A9volt%C3%A9" id="w">Le R&eacute;volt&eacute;</a></i> ficou a cargo de Herzig e Dumartheray, ainda assim seguiu contribuindo para este peri&oacute;dico na qualidade de colaborador a dist&acirc;ncia. Ali permaneceram por dois meses at&eacute; que Sofia concluiu seu bacharelado em Genebra.</p>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:%D0%97%D0%B0%D0%BF%D0%B8%D1%81%D0%BA%D0%B8_%D1%80%D0%B5%D0%B2%D0%BE%D0%BB%D1%8E%D1%86%D0%B8%D0%BE%D0%BD%D0%B5%D1%80%D0%B0.jpg%7Cright%7Cthumb%7C300px" id="w">Capa da vers&atilde;o russa da obra [[Mem&oacute;rias de um Revolucion&aacute;rio]] publicada em [[1933]].</a> Em novembro de <a href="http://en.wikipedia.org/wiki/1881" id="w">1881</a> retornou com sua esposa em segredo para a <a href="http://en.wikipedia.org/wiki/Inglaterra" id="w">Inglaterra</a>, realizando poucas confer&ecirc;ncias no trajeto da viagem at&eacute; <a href="http://en.wikipedia.org/wiki/Paris" id="w">Paris</a>, e l&aacute;, entrou em contato com <a href="http://en.wikipedia.org/wiki/Jean_Grave" id="w">Jean Grave</a>. Na Inglaterra se eximiu de falar em p&uacute;blico ou contatar anarquistas, reuniu&shy;se apenas discretamente com <a href="http://en.wikipedia.org/wiki/Malatesta" id="w">Malatesta</a>, <a href="http://en.wikipedia.org/wiki/Carlo_Cafiero" id="w">Cafiero</a> e <a href="http://en.wikipedia.org/wiki/&Eacute;lis%C3%A9e_Reclus" id="w">&Eacute;lis&eacute;e Reclus</a>. Durante o ano de <a href="http://en.wikipedia.org/wiki/1882" id="w">1882</a> estabeleceu tamb&eacute;m contato com dois marxistas ingleses, Ernest Belfort Bax e H. M. Hyndman. Hyndman lhe apresentou a <a href="http://en.wikipedia.org/wiki/James_Knowles" id="w">James Knowles</a>, editor da revista <i>O S&eacute;culo Dezenove</i> (<i><a href="http://en.wikipedia.org/wiki/The_Nineteenth_Century" id="w">The Nineteenth Century</a></i>), publica&ccedil;&atilde;o em que colaborou por tr&ecirc;s d&eacute;cadas. Seguiu escrevendo para a <i><a href="http://en.wikipedia.org/wiki/Nature" id="w">Nature</a></i>, <i><a href="http://en.wikipedia.org/wiki/The_Times" id="w">The Times</a></i> e <i>The Fortnightly Review</i>, tamb&eacute;m foi convidado a contribuir para a <a href="http://en.wikipedia.org/wiki/Enciclop%C3%A9dia_Brit%C3%A2nica" id="w">Enciclop&eacute;dia Brit&acirc;nica</a>. No <i><a href="http://en.wikipedia.org/wiki/Le_R%C3%A9volt%C3%A9" id="w">Le R&eacute;volt&eacute;</a></i> publicou dois importantes artigos: <i>A lei e a autoridade</i> e <i>Governo revolucion&aacute;rio</i>. Durante sua estadia na Inglaterra escreveu demasiado a respeito da situa&ccedil;&atilde;o na R&uacute;ssia, expondo suas reflex&otilde;es em clubes oper&aacute;rios em alguns encontros que organizou junto a membros exilados do c&iacute;rculo Tchaicovisky&semi; dessa forma tamb&eacute;m expunham o ideal anarquista. Sendo inicialmente sua audi&ecirc;ncia escassa, a situa&ccedil;&atilde;o mudou quando passou a visitar os c&iacute;rculos de mineiros na <a href="http://en.wikipedia.org/wiki/Esc%C3%B3cia" id="w">Esc&oacute;cia</a>, onde suas exposi&ccedil;&otilde;es atra&iacute;ram uma multid&atilde;o de trabalhadores.</p>&#10;<p>A atmosfera deprimente e ap&aacute;tica de Londres fez com que o casal retornasse &agrave; Fran&ccedil;a, onde o movimento anarquista estava florescente e ativo, chegando a <a href="http://en.wikipedia.org/wiki/Thonon" id="w">Thonon</a> em <a href="http://en.wikipedia.org/wiki/26_de_outubro" id="w">26 de outubro</a>. Ali passou a viver com eles um jovem irm&atilde;o de Sofia, em estado agonizante frente a um quadro avan&ccedil;ado de <a href="http://en.wikipedia.org/wiki/Tuberculose" id="w">tuberculose</a>. As atividades revolucion&aacute;rias em <a href="http://en.wikipedia.org/wiki/Lyon" id="w">Lyon</a>, onde havia por volta de tr&ecirc;s mil anarquistas ativos, as desordens provocadas pela crise da industria da <a href="http://en.wikipedia.org/wiki/Seda" id="w">seda</a> e alguns enfrentamentos violentos entre trabalhadores e policiais, foram a desculpa para prender Kropotkin, que nada tinha a ver com os dist&uacute;rbios, junto com outros sessenta anarquistas. Em <a href="http://en.wikipedia.org/wiki/21_de_dezembro" id="w">21 de dezembro</a> de <a href="http://en.wikipedia.org/wiki/1882" id="w">1882</a> Kropotkin foi detido pela policia, horas depois da morte de seu jovem cunhado. Durante o enterro, Reclus e outros anarquistas reuniram&shy;se com os camponeses da regi&atilde;o, para protestar contra as deten&ccedil;&otilde;es. </p>&#10;<a id="Pris%C3%A3o_na_Fran%C3%A7a" name="Pris%C3%A3o_na_Fran%C3%A7a"></a><h3> Pris&atilde;o na Fran&ccedil;a </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Kloster_von_Clairvaux%2C_heute_Strafanstalt.jpg%7Cthumb%7Cleft%7C300px" id="w">Frente da antiga abadia de Clairvaux, atual pris&atilde;o de Clairvaux, na qual Kropotkin esteve confinado por cinco anos at&eacute; [[1886]].</a> Ao fim do julgamento pela acusa&ccedil;&atilde;o de pertencimento <a href="http://en.wikipedia.org/wiki/Primeira_Internacional" id="w">a Internacional</a>, foi sentenciado a cinco anos de pris&atilde;o e mil francos de multa por suas atividades anarquistas&semi; foi a condena&ccedil;&atilde;o mais severa de todas. A imprensa independente, e at&eacute; setores moderados da imprensa como o <i>Journal des Economistes</i>, protestaram contra as condena&ccedil;&otilde;es criticando aos magistrados por condenar pessoas sem qualquer fundamento ou evid&ecirc;ncia de culpa. Os anarquistas, especialmente Bernard, Gautier e Kropotkin, aproveitaram o julgamento para dar publicidade a suas ideias realizando discursos incendi&aacute;rios contra as elites econ&ocirc;micas e pol&iacute;ticas da <a href="http://en.wikipedia.org/wiki/Europa" id="w">Europa</a>.</p>&#10;<p>Foi encaminhado de <a href="http://en.wikipedia.org/wiki/Lyon" id="w">Lyon</a> para a pris&atilde;o de <a href="http://en.wikipedia.org/wiki/Clairvaux" id="w">Clairvaux</a>, na velha abadia de S&atilde;o Bernardo, onde lhe foi imputado o status de prisioneiro pol&iacute;tico. Durante este per&iacute;odo seguiu contribuindo para a Geografia Universal e a Enciclop&eacute;dia Brit&acirc;nica, dando continuidade tamb&eacute;m para suas contribu&ccedil;&otilde;es para a <i>The Nineteenth Century</i>. Um dos artigos publicados neste peri&oacute;dico intitulado <i>What Geography ought to be</i> ganhou grande notoriedade na &eacute;poca.<sup id="_ref&shy;26" class="reference"><a href="#_note&shy;26" title="">[26]</a></sup> As condi&ccedil;&otilde;es de deten&ccedil;&atilde;o n&atilde;o foram desta vez t&atilde;o sofridas como quando estevo prisioneiro na R&uacute;ssia, j&aacute; que as autoridades lhes permitiam cultivar verduras, jogar bola e trabalhar numa oficina de encaderna&ccedil;&atilde;o. Kropotkin aproveitava o tempo para dar aulas de idiomas, matem&aacute;tica, f&iacute;sica e cosmografia para outros detentos. Podiam escrever e receber cartas, sob um regime de censura. Podiam receber livros e revistas, mas n&atilde;o peri&oacute;dicos, muito menos de tend&ecirc;ncia revolucion&aacute;ria.</p>&#10;<p>Kropokin recebeu de <a href="http://en.wikipedia.org/wiki/Paris" id="w">Paris</a> os votos de preocupa&ccedil;&atilde;o da <a href="http://en.wikipedia.org/wiki/Academia_Francesa_de_Ci%C3%AAncias" id="w">Academia Francesa de Ci&ecirc;ncias</a>, que se ofereceu para lhe enviar livros para suas investiga&ccedil;&otilde;es&semi; da Inglaterra tamb&eacute;m vieram mostras de solidariedade, foi redigida uma peti&ccedil;&atilde;o em seu favor, assinada por quinze professores universit&aacute;rios, os diretores do <a href="http://en.wikipedia.org/wiki/Museu_Brit%C3%A2nico" id="w">Museu Brit&acirc;nico</a>, a Sociedade Real de Minas, a <a href="http://en.wikipedia.org/wiki/Royal_Geographical_Society" id="w">Royal Geographical Society</a>, a <a href="http://en.wikipedia.org/wiki/Enciclop%C3%A9dia_Brit%C3%A2nica" id="w">Enciclop&eacute;dia Brit&acirc;nica</a>, e nove peri&oacute;dicos ingleses, bem como personalidades da &eacute;poca como <a href="http://en.wikipedia.org/wiki/William_Morris" id="w">William Morris</a>, <a href="http://en.wikipedia.org/wiki/Patrick_Geddes" id="w">Patrick Geddes</a> e <a href="http://en.wikipedia.org/wiki/Alfred_Russell_Wallace" id="w">Alfred Russell Wallace</a>. A peti&ccedil;&atilde;o apresentada ao ministro de Justi&ccedil;a da Fran&ccedil;a pelo escritor <a href="http://en.wikipedia.org/wiki/Victor_Hugo" id="w">Victor Hugo</a>, foi recha&ccedil;ada.<sup id="_ref&shy;27" class="reference"><a href="#_note&shy;27" title="">[27]</a></sup> No final de <a href="http://en.wikipedia.org/wiki/1883" id="w">1883</a> Kropotkin contraiu <a href="http://en.wikipedia.org/wiki/Mal%C3%A1ria" id="w">mal&aacute;ria</a>, enfermidade <a href="http://en.wikipedia.org/wiki/End%C3%AAmica" id="w">end&ecirc;mica</a> da regi&atilde;o, comprometendo sua sa&uacute;de durante alguns meses.<sup id="_ref&shy;28" class="reference"><a href="#_note&shy;28" title="">[28]</a></sup> Neste meio tempo, Reclus reuniu os artigos de Kropotkin publicados no <i><a href="http://en.wikipedia.org/wiki/Le_R%C3%A9volt%C3%A9" id="w">Le R&eacute;volt&eacute;</a></i> num &uacute;nico volume que foi publicado em Paris em novembro de <a href="http://en.wikipedia.org/wiki/1885" id="w">1885</a>, intitulado <i>Palavras de um Rebelde</i>.</p>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Kropotkin1.jpg%7Cthumb%7Cright%7C250px" id="w">Kropotkin em seus anos de maturidade.Os</a> abaixo&shy;assinados pela liberdade de Kropotkin pressionaram tanto ao governo franc&ecirc;s que o primeiro&shy;ministro Freycinet se viu obrigado a declarar que &#34&semi;raz&otilde;es diplom&aacute;ticas impedem a libera&ccedil;&atilde;o de Kropotkin&#34&semi;, gerando uma rea&ccedil;&atilde;o ainda maior da opini&atilde;o publica ao admitir que as exig&ecirc;ncias do czar eram capazes de intervir na pol&iacute;tica interior da Fran&ccedil;a. O governo franc&ecirc;s n&atilde;o teve mais sa&iacute;da al&eacute;m de <i>perdoar</i> aos detidos e liber&aacute;&shy;los no dia <a href="http://en.wikipedia.org/wiki/15_de_janeiro" id="w">15 de janeiro</a> de <a href="http://en.wikipedia.org/wiki/1886" id="w">1886</a>.<sup id="_ref&shy;29" class="reference"><a href="#_note&shy;29" title="">[29]</a></sup> Kropotkin e Sofia, quebrados economicamente mudaram&shy;se para Paris, onde puderam obter meios de subsist&ecirc;ncia mais adequados. Para prevenir uma poss&iacute;vel deporta&ccedil;&atilde;o para a R&uacute;ssia por parte do governo franc&ecirc;s, Kropokin decidiu se estabelecer na Inglaterra, n&atilde;o sem pronunciar no dia <a href="http://en.wikipedia.org/wiki/28_de_fevereiro" id="w">28 de fevereiro</a> de <a href="http://en.wikipedia.org/wiki/1886" id="w">1886</a>, na v&eacute;spera de sua partida, o discurso <i>O anarquismo e seu lugar na evolu&ccedil;&atilde;o socialista</i> diante de v&aacute;rios milhares de pessoas.</p>&#10;<p>Suas experi&ecirc;ncias vivenciadas como prisioneiro na R&uacute;ssia e na Fran&ccedil;a, provocaram em Kropotkin seu recha&ccedil;o frente a todas as formas de encarceramento como forma suposta de recupera&ccedil;&atilde;o social e moral dos detidos. Posteriormente estas impress&otilde;es deram forma a um texto publicado na <a href="http://en.wikipedia.org/wiki/Inglaterra" id="w">Inglaterra</a> em mar&ccedil;o de <a href="http://en.wikipedia.org/wiki/1887" id="w">1887</a>, <i>Nas pris&otilde;es russas e francesas</i>. A primeira edi&ccedil;&atilde;o deste livro foi comprada pelos agentes do governo russo para impedir sua difus&atilde;o, conseguindo o governo russo destruir a maior parte dos exemplares. Por fim o livro foi reeditado anos mais tarde. </p>&#10;<a id="Na_Inglaterra" name="Na_Inglaterra"></a><h3> Na Inglaterra </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Law_and_Authority_(1886).djvu%7Cleft%7Cthumb%7C200px" id="w">A capa do livro &#39&semi;&#39&semi;Lei e autoridade&#39&semi;&#39&semi;, edi&ccedil;&atilde;o inglesa de [[1886]].</a> Kropotkin e Sophia chegaram &agrave; <a href="http://en.wikipedia.org/wiki/Inglaterra" id="w">Inglaterra</a> em mar&ccedil;o de <a href="http://en.wikipedia.org/wiki/1886" id="w">1886</a>, e por l&aacute; permaneceram as tr&ecirc;s pr&oacute;ximas d&eacute;cadas. O casal se estabeleceu nos sub&uacute;rbios de Londres levando uma vida completamente distinta dos anos anteriores, calma e de h&aacute;bitos sedent&aacute;rios, dedicada &agrave; pesquisa cient&iacute;fica e ao desenvolvimento te&oacute;rico. Esta mudan&ccedil;a de comportamento se dera em grande medida devido &agrave; sa&uacute;de de Kropotkin que fora muito afetada pelos anos de pris&atilde;o. As interp&eacute;ries do clima da ilha pioraram ainda mais seu quadro cl&iacute;nico, fazendo com que ele tivesse crises cr&ocirc;nicas de <a href="http://en.wikipedia.org/wiki/Bronquite" id="w">bronquite</a>.</p>&#10;<p>Uma de suas primeiras a&ccedil;&otilde;es foi reunir um grupo editorial. Este grupo era composto por <a href="http://en.wikipedia.org/wiki/Charlotte_Wilson" id="w">Charlotte Wilson</a>, o Dr. Burns Gibson, Piotr e Sofia, entre outras pessoas. O grupo se denominava <i><a href="http://en.wikipedia.org/wiki/Freedom_(jornal)%E2%80%8E" id="w">Freedom&#39&semi;&#39&semi; (Liberdade)</a> e estava engajado na realiza&ccedil;&atilde;o de encontros e em a&ccedil;&otilde;es de propaganda trabalho de propaganda, e posteriormente, na organiza&ccedil;&atilde;o de um jornal que levava seu nome. Anteriormente o grupo publicava seus escritos no jornal <a href="http://en.wikipedia.org/wiki/O_Anarquista" id="w">&#39&semi;&#39&semi;The Anarchist&#39&semi;&#39&semi; (O Anarquista</a>) editado por <a href="http://en.wikipedia.org/wiki/Henry_Seymour" id="w">Henry Seymour</a>. Em pouco tempo a influ&ecirc;ncia intelectual do pensamento de Kropotkin passou a ser mais e mais not&aacute;vel nas posi&ccedil;&otilde;es pol&iacute;ticas de Saymour que at&eacute; ent&atilde;o se declarava um </i><a href="http://en.wikipedia.org/wiki/Benjamin_Tucker" id="w">tuckeriano</a><i>. Em seu jornal Saymour declararia publicamente seu compromisso com o </i>comunismo anarquista<i>. Nesta &eacute;poca tamb&eacute;m Kropotkin fez amizade com <a href="http://en.wikipedia.org/wiki/William_Morris" id="w">William Morris</a>. Em abril daquele mesmo ano se estabeleceram em uma casa modesta, com pouca mob&iacute;lia na regi&atilde;o de <a href="http://en.wikipedia.org/wiki/Harrow" id="w">Harrow</a>, fora da cidade de <a href="http://en.wikipedia.org/wiki/Londres" id="w">Londres</a>. Dali Piotr seguiu contribuindo para diversas publica&ccedil;&otilde;es: A </i><a href="http://en.wikipedia.org/wiki/The_Nineteen_Century" id="w">The Nineteen Century</a><i>, </i><a href="http://en.wikipedia.org/wiki/Die_Freiheit" id="w">Die Freiheit</a><i> publicada por <a href="http://en.wikipedia.org/wiki/Johann_Most" id="w">Johann Most</a>, </i><a href="http://en.wikipedia.org/wiki/La_Revolte" id="w">La Revolte</a><i> (peri&oacute;dico que sucedeu </i>Le R&eacute;volt&eacute;<i>), a </i><a href="http://en.wikipedia.org/wiki/Nature" id="w">Nature</a><i> e </i><a href="http://en.wikipedia.org/wiki/The_Times" id="w">The Times</a><i>.</i></p>&#10;<p>O grupo deixou de contribuir para o <i>The Anarchist</i> ap&oacute;s uma discuss&atilde;o com Seymour e, em outubro de <a href="http://en.wikipedia.org/wiki/1886" id="w">1886</a> foi publicada a primeira edi&ccedil;&atilde;o do <i><a href="http://en.wikipedia.org/wiki/Freedom_(jornal)" id="w">Freedom</a></i>. Tratava&shy;se de um caderno com quatro p&aacute;ginas escrito principalmente por Kropotkin e Wilson, que seria impresso at&eacute; <a href="http://en.wikipedia.org/wiki/1888" id="w">1888</a> no escrit&oacute;rio da Liga Socialista de <a href="http://en.wikipedia.org/wiki/William_Morris" id="w">William Morris</a>. Nesta mesma &eacute;poca Kropotkin sofreu um duro rev&eacute;s ao receber as not&iacute;cias do suic&iacute;dio de seu irm&atilde;o Alexandre no dia 6 de agosto, exilado e esquecido por doze anos em uma pequena vila na <a href="http://en.wikipedia.org/wiki/Sib%C3%A9ria" id="w">Sib&eacute;ria</a>. Com a morte de Alexandre rompeu&shy;se seu &uacute;ltimo la&ccedil;o familiar com a R&uacute;ssia.<sup id="_ref&shy;ref_duplicada_1_f" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup></p>&#10;<p><a href="http://en.wikipedia.org/wiki/Imagem:Kropotkin_prince_lecture.jpg%7Cthumb%7C200px%7Cright" id="w">Cartaz de uma das confer&ecirc;ncia de Kropotkin na [[Inglaterra]].O</a> crescimento dos movimentos socialistas na Inglaterra despertou o interesse do p&uacute;blico em rela&ccedil;&atilde;o ao anarquismo, e Kropotkin passou a ser convidado como professor visitante para palestrar em quase todas as grandes cidades da Inglaterra e da Esc&oacute;cia. Durante uma visita &agrave; <a href="http://en.wikipedia.org/wiki/Edimburgo" id="w">Edimburgo</a> fez amizade com <a href="http://en.wikipedia.org/wiki/Patrick_Geddes" id="w">Patrick Geddes</a>, cujo pensamento fortemente influenciou.<sup id="_ref&shy;30" class="reference"><a href="#_note&shy;30" title="">[30]</a></sup></p>&#10;<p>No dia <a href="http://en.wikipedia.org/wiki/15_de_abril" id="w">15 de abril</a> de <a href="http://en.wikipedia.org/wiki/1887" id="w">1887</a> nasceu sua &uacute;nica filha, a quem o casal deu o nome de Alexandra, em mem&oacute;ria ao tio. Naquele mesmo ano, poucos meses mais tarde, Kropotkin acabou envolvido e preocupado diante das senten&ccedil;as de morte dada a <a href="http://en.wikipedia.org/wiki/Anarco&shy;sindicalista" id="w">anarco&shy;sindicalistas</a> acusados de uma atentado no qual morreu um policial, ocorrido em <a href="http://en.wikipedia.org/wiki/Revolta_de_Haymarket" id="w">Haymarket</a> no <a href="http://en.wikipedia.org/wiki/Estados_Unidos" id="w">Estados Unidos</a>. Kropotkin participou em diversos momentos da campanha pela liberta&ccedil;&atilde;o dos presos anarquistas, discursando em um grande evento no dia <a href="http://en.wikipedia.org/wiki/14_de_outubro" id="w">14 de outubro</a> ao lado de <a href="http://en.wikipedia.org/wiki/William_Morris" id="w">William Morris</a>, <a href="http://en.wikipedia.org/wiki/George_Bernard_Shaw" id="w">George Bernard Shaw</a>, <a href="http://en.wikipedia.org/wiki/Henry_George" id="w">Henry George</a> e <a href="http://en.wikipedia.org/wiki/Stepniak" id="w">Stepniak</a>. Apesar de muitas mobiliza&ccedil;&otilde;es semelhantes terem ocorrido nos principais centros urbanos do mundo os r&eacute;us foram executados pelo governo dos <a href="http://en.wikipedia.org/wiki/Estados_Unidos" id="w">Estados Unidos</a> em 11 de novembro.</p>&#10;<p>Em <a href="http://en.wikipedia.org/wiki/13_de_novembro" id="w">13 de novembro</a> participaram de uma manifesta&ccedil;&atilde;o organizada por William Morris em favor da <a href="http://en.wikipedia.org/wiki/Liberdade_de_express%C3%A3o" id="w">liberdade de express&atilde;o</a> na <a href="http://en.wikipedia.org/wiki/Trafalgar_Square" id="w">Trafalgar Square</a>, que terminou em s&eacute;rios dist&uacute;rbios. Neste meio tempo o grupo <i>Freedom</i> crescia, n&atilde;o s&oacute; em n&uacute;mero de membros, mas como tamb&eacute;m em influ&ecirc;ncia em rela&ccedil;&atilde;o aos movimentos revolucion&aacute;rios. A ele convergiram antigos membros da Liga Socialista Anti&shy;Parlamentar fundada por Morris &shy; este que ainda que aceitasse a perspectiva de Kropotkin, jamais se declarou abertamente <i>anarquista</i> &shy; formada de uma cis&atilde;o com os chamados socialistas parlamentares organizados em torno da figura de <a href="http://en.wikipedia.org/wiki/Eleanor_Marx" id="w">Eleanor Marx</a>. No entanto, as rela&ccedil;&otilde;es entre o grupo <i>Freedom</i> e os socialistas da Liga Antiparlamentar tamb&eacute;m se deterioraram, levando a um progressivo distanciamento.</p>&#10;<a id="Escritor%2C_cientista_e_te%C3%B3rico" name="Escritor%2C_cientista_e_te%C3%B3rico"></a><h3> Escritor, cientista e te&oacute;rico </h3>&#10;<p>[Imagem:Kropotkin at his desk.jpg|thumb|left|300px|Kropotkin em seu escrit&oacute;rio]]A partir de <a href="http://en.wikipedia.org/wiki/1890" id="w">1890</a> as atividades de Kropotkin como agitador tornaram&shy;se cada vez mais raras em grande medida devido a sua idade avan&ccedil;ada, passou a predominar seu car&aacute;ter de pensador, intelectual e cientista. Escreveu para muitos peri&oacute;dicos libert&aacute;rios como <i><a href="http://en.wikipedia.org/wiki/Temps_Noveaux" id="w">Temps Noveaux</a></i> (para os quais colaborava gratuitamente) e outras revistas como as publica&ccedil;&otilde;es inglesas <i>The Speaker</i> e <i>The Forum</i> e as estadunidenses <i><a href="http://en.wikipedia.org/wiki/The_Atlantic_Monthly" id="w">The Atlantic Monthly</a></i>, <i>The North American Review</i> e <i>The Outlook</i>. Realizou dezenas de confer&ecirc;ncias, em cidades como <a href="http://en.wikipedia.org/wiki/Glasgow" id="w">Glasgow</a>, <a href="http://en.wikipedia.org/wiki/Aberdeen" id="w">Aberdeen</a>, <a href="http://en.wikipedia.org/wiki/Dundee" id="w">Dundee</a>, <a href="http://en.wikipedia.org/wiki/Edimburgo" id="w">Edimburgo</a>, <a href="http://en.wikipedia.org/wiki/Manchester" id="w">Manchester</a>, <a href="http://en.wikipedia.org/wiki/Darlington" id="w">Darlington</a>, <a href="http://en.wikipedia.org/wiki/Leicester" id="w">Leicester</a>, <a href="http://en.wikipedia.org/wiki/Plymouth" id="w">Plymouth</a>, <a href="http://en.wikipedia.org/wiki/Bristol" id="w">Bristol</a> e <a href="http://en.wikipedia.org/wiki/Walsall" id="w">Walsall</a>. Os temas eram t&atilde;o diversos que, para al&eacute;m &#127;da teoria anarquista, tratava tamb&eacute;m de literatura, pol&iacute;tica russa, organiza&ccedil;&atilde;o industrial, o sistema carcer&aacute;rio, naturalismo e as primeiras exposi&ccedil;&otilde;es sobre sua teoria do <a href="http://en.wikipedia.org/wiki/Mutualismo" id="w">mutualismo</a>.<sup id="_ref&shy;31" class="reference"><a href="#_note&shy;31" title="">[31]</a></sup></p>&#10;<p> <a href="http://en.wikipedia.org/wiki/Ficheiro:Gegenseitige_Hilfe.png%7Cthumb%7Cright%7C230px" id="w">A p&aacute;gina titular de &#39&semi;&#39&semi;[[Mutualismo: Um Fator de Evolu&ccedil;&atilde;o]]&#39&semi;&#39&semi; da primeira edi&ccedil;&atilde;o em alem&atilde;o traduzida por [[Gustav Landauer]] e publicada em [[1904]].Em</a> <a href="http://en.wikipedia.org/wiki/1888" id="w">1888</a> Kropotkin come&ccedil;ou a escrever sua obra sociol&oacute;gica, separada em tr&ecirc;s artigos publicados na <i>The Nineteenth Century</i> (&ldquo;A queda de nosso sistema industrial&semi;&rdquo; &ldquo;O futuro reino da abund&acirc;ncia&semi;&rdquo; e, &ldquo;A cidade industrial do futuro&rdquo;) que constituiriam as bases do livo <i><a href="http://en.wikipedia.org/wiki/Campos%2C_f%C3%A1bricas_e_oficinas" id="w">Campos, f&aacute;bricas e oficinas</a></i>, que publicaria posteriormente. Nesta &eacute;poca exp&ocirc;s em suas confer&ecirc;ncias suas ideias sobre a livre distribui&ccedil;&atilde;o, o trabalho volunt&aacute;rio e a aboli&ccedil;&atilde;o do sistema salarial, baseando&shy;se no principio: &ldquo;De cada qual segundo a sua capacidade, a cada qual segundo a sua necessidade&rdquo;.<sup id="_ref&shy;32" class="reference"><a href="#_note&shy;32" title="">[32]</a></sup></p>&#10;<p>Ao longo do ano de <a href="http://en.wikipedia.org/wiki/1889" id="w">1889</a> escreveu artigos para <i><a href="http://en.wikipedia.org/wiki/Le_Revolt%C3%A9" id="w">Le Revolt&eacute;</a></i> e <i>The Nineteenth Century</i> sobre a <a href="http://en.wikipedia.org/wiki/Revolu%C3%A7%C3%A3o_francesa" id="w">revolu&ccedil;&atilde;o francesa</a> e suas consequ&ecirc;ncias, e em mar&ccedil;o de <a href="http://en.wikipedia.org/wiki/1890" id="w">1890</a> publicou o ensaio <i>Trabalho intelectual e trabalho manual</i>. A partir de setembro de <a href="http://en.wikipedia.org/wiki/1890" id="w">1890</a> publicou na <i>The Nineteenth Century</i> os primeiros ensaios em resposta a <a href="http://en.wikipedia.org/wiki/Thomas_Henry_Huxley" id="w">Thomas Henry Huxley</a>, que seriam reunidos finalmente naquela que viria a ser sua obra cient&iacute;fica mais prestigiosa: <a href="http://en.wikipedia.org/wiki/Mutualismo:_Um_Fator_de_Evolu%C3%A7%C3%A3o" id="w">Mutualismo: Um Fator de Evolu&ccedil;&atilde;o</a>.<sup id="_ref&shy;33" class="reference"><a href="#_note&shy;33" title="">[33]</a></sup> Durante <a href="http://en.wikipedia.org/wiki/1892" id="w">1892</a> escreveu regularmente artigos de divulga&ccedil;&atilde;o cient&iacute;fica para este mesmo peri&oacute;dico, explorando tem&aacute;ticas t&atilde;o diversas como <a href="http://en.wikipedia.org/wiki/Geologia" id="w">geologia</a>, <a href="http://en.wikipedia.org/wiki/Biologia" id="w">biologia</a>, <a href="http://en.wikipedia.org/wiki/F%C3%ADsica" id="w">f&iacute;sica</a> e <a href="http://en.wikipedia.org/wiki/Qu%C3%ADmica" id="w">qu&iacute;mica</a>&semi; tamb&eacute;m foi publicado na Fran&ccedil;a <a href="http://en.wikipedia.org/wiki/A_Conquista_do_P%C3%A3o" id="w">A Conquista do P&atilde;o</a>, com pref&aacute;cio escrito por <a href="http://en.wikipedia.org/wiki/&Eacute;lis%C3%A9e_Reclus" id="w">&Eacute;lis&eacute;e Reclus</a>. Por esta &eacute;poca a reputa&ccedil;&atilde;o de Kropotkin cresceu ainda mais, obtendo um grande respeito e sucesso como escritor entre o p&uacute;blico em geral, al&eacute;m do reconhecimento acad&ecirc;mico que se materializava nos frequentes convites para realizar &#127;&#127;confer&ecirc;ncias sobre temas cient&iacute;ficos na <i>British Association</i>, na <a href="http://en.wikipedia.org/wiki/Universidade_de_Londres" id="w">Universidade de Londres</a> e na <i>Teacher&rsquo;s Guild</i>. Em <a href="http://en.wikipedia.org/wiki/1894" id="w">1894</a> <i>Contemporary Review</i> lhe dedicou um artigo laudat&oacute;rio intitulado &ldquo;Nosso refugiado pol&iacute;tico mais ilustre&rdquo;.<sup id="_ref&shy;34" class="reference"><a href="#_note&shy;34" title="">[34]</a></sup></p>&#10;<p>Em <a href="http://en.wikipedia.org/wiki/1892" id="w">1892</a> os Kropotkin se mudaram para <a href="http://en.wikipedia.org/wiki/Woodhurst_Road" id="w">Woodhurst Road</a>, <a href="http://en.wikipedia.org/wiki/Acton" id="w">Acton</a>, mas em <a href="http://en.wikipedia.org/wiki/1894" id="w">1894</a> voltaram a mudar de resid&ecirc;ncia, se estabelecendo em uma casa de campo em <a href="http://en.wikipedia.org/wiki/Bromley" id="w">Bromley</a>, <a href="http://en.wikipedia.org/wiki/Kent" id="w">Kent</a>. Ali cultivavam uma horta, Piotr tinha sua oficina de trabalho onde fabricava seus pr&oacute;prios m&oacute;veis e um escrit&oacute;rio cujas paredes estavam cobertas de livros at&eacute; o teto, de acordo com a descri&ccedil;&atilde;o de <a href="http://en.wikipedia.org/wiki/Rudolf_Rocker" id="w">Rudolf Rocker</a>, que o visitou em 1896. Em sua residencia recebia visitas de libert&aacute;rios not&aacute;veis de todo o mundo como a <a href="http://en.wikipedia.org/wiki/Communard" id="w">communard</a> <a href="http://en.wikipedia.org/wiki/Louise_Michel" id="w">Louise Michel</a>, o espanhol <a href="http://en.wikipedia.org/wiki/Fernando_Tarrida_del_M%C3%A1rmol" id="w">Fernando Tarrida del M&aacute;rmol</a>, a escritora e oradora <a href="http://en.wikipedia.org/wiki/Emma_Goldman" id="w">Emma Goldman</a> e <a href="http://en.wikipedia.org/wiki/Georg_Brandes" id="w">Georg Brandes</a>, entre outros.</p>&#10;<p><a href="http://en.wikipedia.org/wiki/Arquivo:Kropotkin_at_his_desk2.jpg%7Cthumb%7Cleft%7C300px" id="w">Escrevendo cercado por sua bibliotecaO</a> movimento libert&aacute;rio na Inglaterra come&ccedil;ou a minguar frente ao crescimento da influ&ecirc;ncia do <a href="http://en.wikipedia.org/wiki/Socialismo_autorit%C3%A1rio" id="w">socialismo autorit&aacute;rio</a> de cunho parlamentar&semi; em <a href="http://en.wikipedia.org/wiki/1895" id="w">1895</a> o grupo <i><a href="http://en.wikipedia.org/wiki/Freedom" id="w">Freedom</a></i>, o grupo <i>Commonwealth</i> e a Liga Socialista fundiram&shy;se, assumindo <a href="http://en.wikipedia.org/wiki/Alfred_Marsh" id="w">Alfred Marsh</a> como redator chefe substituindo <a href="http://en.wikipedia.org/wiki/Charlotte_Wilson" id="w">Charlotte Wilson</a>.<sup id="_ref&shy;35" class="reference"><a href="#_note&shy;35" title="">[35]</a></sup> Kropotkin &ndash;que era considerado pelo p&uacute;blico em geral mais como um s&aacute;bio erudito que como um anarquista &shy; seguiu colaborando com o peri&oacute;dico mas sem participar de suas atividades de propaganda, agita&ccedil;&atilde;o ou ativismo, abra&ccedil;ando quase que exclusivamente para si a atividade intelectual. Durante o <a href="http://en.wikipedia.org/wiki/Segunda_Internacional#Congressos da Segunda Internacional" id="w">Congresso Socialista Internacional de Londres de 1896</a>, os anarquistas foram impedidos de participar pelos parlamentaristas, neste momento estabelece&shy;se um cis&atilde;o definitiva no movimento socialista. Ap&oacute;s protestarem energicamente, os anarquistas eles pr&oacute;prios organizaram um congresso separadamente, ainda que Kropotkin, devido &agrave; problemas de sa&uacute;de, n&atilde;o teve uma participa&ccedil;&atilde;o muito ativa.<sup id="_ref&shy;36" class="reference"><a href="#_note&shy;36" title="">[36]</a></sup> O final do ano de <a href="http://en.wikipedia.org/wiki/1896" id="w">1896</a> trouxe not&iacute;cias que afetaram profundamente Kropotkin: a morte de seus amigos <a href="http://en.wikipedia.org/wiki/William_Morris" id="w">William Morris</a> e <a href="http://en.wikipedia.org/wiki/Sergei_Kravchinski" id="w">Stepniak</a>.</p>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:La_conqu%C3%AAte_du_pain.jpg%7Cright%7Cthumb%7C230px" id="w">Primeira p&aacute;gina da primeira edi&ccedil;&atilde;o de &#39&semi;&#39&semi;[[A Conquista do P&atilde;o]]&#39&semi;&#39&semi; originalmente lan&ccedil;ada em [[franc&ecirc;s]] em [[1892]].Em</a> <a href="http://en.wikipedia.org/wiki/1897" id="w">1897</a> participou das campanhas contra o governo espanhol, acusado de torturar e assassinar prisioneiros na fortaleza de <a href="http://en.wikipedia.org/wiki/Processos_de_Montju%C3%AFc" id="w">Montju&iuml;c</a> (<a href="http://en.wikipedia.org/wiki/Barcelona" id="w">Barcelona</a>), mas sua sa&uacute;de piorava gradualmente e a pr&oacute;pria <a href="http://en.wikipedia.org/wiki/Sofia_Ananiev" id="w">Sofia</a> o substituiu como conferencista dem diversos eventos, algo que se tornaria cada vez mais comum dali em diante. Nesse ano viajou para a <a href="http://en.wikipedia.org/wiki/Am%C3%A9rica_do_Norte" id="w">Am&eacute;rica do Norte</a> por meio da Sociedade Inglesa para o Patroc&iacute;nio da Ci&ecirc;ncia, que celebrava uma reuni&atilde;o em <a href="http://en.wikipedia.org/wiki/Toronto" id="w">Toronto</a>, <a href="http://en.wikipedia.org/wiki/Canad%C3%A1" id="w">Canad&aacute;</a>. Nos <a href="http://en.wikipedia.org/wiki/Estados_Unidos" id="w">Estados Unidos</a> participou de tr&ecirc;s conferencias sobre <a href="http://en.wikipedia.org/wiki/Mutualismo" id="w">mutualismo</a> no <i>Instituto Lowell</i> de <a href="http://en.wikipedia.org/wiki/Boston" id="w">Boston</a>, e mais uma <a href="http://en.wikipedia.org/wiki/Nova_Iorque" id="w">Nova Iorque</a>. Nesta &uacute;ltima cidade encontrou com <a href="http://en.wikipedia.org/wiki/Johann_Most" id="w">Johann Most</a>, <a href="http://en.wikipedia.org/wiki/Benjamin_Tucker" id="w">Benjamin Tucker</a> e o l&iacute;der <a href="http://en.wikipedia.org/wiki/Socialista" id="w">socialista</a> <a href="http://en.wikipedia.org/wiki/Daniel_de_Leon" id="w">Daniel de Leon</a>. Em <a href="http://en.wikipedia.org/wiki/Pittsburgh" id="w">Pittsburgh</a> tentou visitar <a href="http://en.wikipedia.org/wiki/Alexander_Berkman" id="w">Alexander Berkman</a> que estava na pris&atilde;o, mas as autoridades n&atilde;o lhe permitiram que o fizesse. Tamb&eacute;m come&ccedil;ou as negocia&ccedil;&otilde;es para publicar suas <i>Mem&oacute;rias de un revolucion&aacute;rio</i> em fasc&iacute;culos pela revista <i>Atlantic Monthly</i>, que posteriormente, em <a href="http://en.wikipedia.org/wiki/1899" id="w">1899</a>, lan&ccedil;aria o texto em um &uacute;nico volume.<sup id="_ref&shy;ref_duplicada_1_g" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup> Paralelamente trabalhou na atualiza&ccedil;&atilde;o e aprofundamento dos artigos que constituiriam a edi&ccedil;&atilde;o definitiva de <i><a href="http://en.wikipedia.org/wiki/Campos%2C_f%C3%A1bricas_e_oficinas" id="w">Campos, f&aacute;bricas e oficinas</a></i>, publicada tamb&eacute;m naquele ano. Durante a <a href="http://en.wikipedia.org/wiki/Guerra_dos_Boers" id="w">Guerra dos Boers</a> Kropotkin declarou publicamente sua oposi&ccedil;&atilde;o denunciando os crimes do ex&eacute;rcito ingl&ecirc;s, indiferente a possibilidade de ser expulso do pa&iacute;s.</p>&#10;<p>Voltou aos Estados Unidos em <a href="http://en.wikipedia.org/wiki/1901" id="w">1901</a>, visitou <a href="http://en.wikipedia.org/wiki/Chicago" id="w">Chicago</a> e realizou confer&ecirc;ncias em importantes universidades e novamente no <i>Instituto Lowell</i> de <a href="http://en.wikipedia.org/wiki/Boston" id="w">Boston</a>, onde falou sobre <a href="http://en.wikipedia.org/wiki/Literatura_russa" id="w">literatura russa</a>, suas falas logo seriam publicadas como livro sob o t&iacute;tulo <i>Ideais e realidades da literatura russa</i>. Em <a href="http://en.wikipedia.org/wiki/Nova_Iorque" id="w">Nova Iorque</a> falou na <i>Liga de Educa&ccedil;&atilde;o Pol&iacute;tica</i>, e no <i>Sindicato Cooper</i> diante de 5000 pessoas e duas vezes em um local da <a href="http://en.wikipedia.org/wiki/Quinta_Avenida" id="w">Quinta Avenida</a>. Tamb&eacute;m realizou discursos em <a href="http://en.wikipedia.org/wiki/Harvard" id="w">Harvard</a> e no Wellesley College. Al&eacute;m disso, assistiu diversas reuni&otilde;es e atos organizados por seus amigos anarquistas, sempre muito concorridas e animadas.<sup id="_ref&shy;ref_duplicada_1_h" class="reference"><a href="#_note&shy;ref_duplicada_1" title="">[13]</a></sup> Retornou em maio para a Inglaterra e se dedicou integralmente a seus trabalhos te&oacute;ricos, completando os &uacute;ltimos artigos de Mutualismo, finalmente publicado em <a href="http://en.wikipedia.org/wiki/1902" id="w">1902</a>.</p>&#10;<p>Suas crises de sa&uacute;de, em especial suas infec&ccedil;&otilde;es bronquiais, praticamente lhe impediram de voltar &agrave; vida p&uacute;blica. Em <a href="http://en.wikipedia.org/wiki/1903" id="w">1903</a> e <a href="http://en.wikipedia.org/wiki/1904" id="w">1904</a> exp&ocirc;s suas teorias geol&oacute;gicas na <i>Sociedade Geogr&aacute;fica</i>. Em <a href="http://en.wikipedia.org/wiki/1904" id="w">1904</a> publicou <i>A necessidade &eacute;tica da atualidade</i> e em <a href="http://en.wikipedia.org/wiki/1905" id="w">1905</a> <i>A moral da natureza</i>. Nesse ano tamb&eacute;m sofreu um ataque card&iacute;aco durante um ato de homenagem aos <a href="http://en.wikipedia.org/wiki/Revolta_Dezembrista" id="w">dezembristas</a>, que quase acabou com sua vida. A <a href="http://en.wikipedia.org/wiki/Revolu%C3%A7%C3%A3o_russa_de_1905" id="w">Revolu&ccedil;&atilde;o russa de 1905</a> trouxe de volta Kropotkin aos assuntos de sua terra natal. Mas em julho recebeu a not&iacute;cia da morte de seu amigo <a href="http://en.wikipedia.org/wiki/&Eacute;lis%C3%A9e_Reclus" id="w">&Eacute;lis&eacute;e Reclus</a>&semi; Kropotkin escreveu artigos em sua mem&oacute;ria para o <i>Geographical Journal</i> e para a <i>Freedom</i>. No outono de <a href="http://en.wikipedia.org/wiki/1907" id="w">1907</a> mudou&shy;se para uma casa em <i>High Gate</i>, onde terminou os trabalhos te&oacute;ricos pendentes, publicando em <a href="http://en.wikipedia.org/wiki/1909" id="w">1909</a> <i>A Grande Revolu&ccedil;&atilde;o francesa</i>, <i>O terror na R&uacute;ssia</i> e entre <a href="http://en.wikipedia.org/wiki/1910" id="w">1910</a> e <a href="http://en.wikipedia.org/wiki/1915" id="w">1915</a> uma serie de artigos na <i>The Nineteenth Century</i> sobre <a href="http://en.wikipedia.org/wiki/&Eacute;tica" id="w">&eacute;tica</a> e <a href="http://en.wikipedia.org/wiki/Ajuda_m%C3%BAtua" id="w">ajuda m&uacute;tua</a>, <a href="http://en.wikipedia.org/wiki/Evolucionismo" id="w">evolucionismo</a>, e sobre heran&ccedil;a biol&oacute;gica, tomando partido por um <a href="http://en.wikipedia.org/wiki/Lamarck" id="w">neolamarckismo</a> e criticando as ideias de <a href="http://en.wikipedia.org/wiki/August_Weismann" id="w">August Weismann</a>. Estes artigos foram <i>Evolu&ccedil;&atilde;o e Apoio m&uacute;tuo</i>, <i>A a&ccedil;&atilde;o direta do meio sobre as plantas</i>, <i>A resposta dos animais ao seu meio</i> (1910), <i>A heran&ccedil;a de caracter&iacute;sticas adquiridas</i> (1912), <i>Varia&ccedil;&otilde;es herdadas entre as plantas</i> (1914) e <i>Varia&ccedil;&otilde;es herdadas entre os animais</i> (1915).<sup id="_ref&shy;37" class="reference"><a href="#_note&shy;37" title="">[37]</a></sup></p>&#10;<a id="Revolu%C3%A7%C3%A3o_Russa_de_1905" name="Revolu%C3%A7%C3%A3o_Russa_de_1905"></a><h3> Revolu&ccedil;&atilde;o Russa de 1905 </h3>&#10;<p>nos &uacute;ltimos anos do <a href="http://en.wikipedia.org/wiki/S%C3%A9culo_XIX" id="w">s&eacute;culo XIX</a> o movimento anarquista iniciava uma certa floresc&ecirc;ncia na <a href="http://en.wikipedia.org/wiki/R%C3%BAssia" id="w">R&uacute;ssia</a>, sendo apoiado pela atividade de grupos anarquistas russos emigrados e exilados na <a href="http://en.wikipedia.org/wiki/Su%C3%AD%C3%A7a" id="w">Su&iacute;&ccedil;a</a>, na <a href="http://en.wikipedia.org/wiki/Fran%C3%A7a" id="w">Fran&ccedil;a</a> e na <a href="http://en.wikipedia.org/wiki/Inglaterra" id="w">Inglaterra</a>. Em <a href="http://en.wikipedia.org/wiki/1903" id="w">1903</a> na cidade de <a href="http://en.wikipedia.org/wiki/Genebra" id="w">Genebra</a> passou a ser publicado o aperi&oacute;dico <i><a href="http://en.wikipedia.org/wiki/Khleb_i_volia" id="w">Khleb i volia</a></i> (P&atilde;o e Liberdade), que introduzido ilegalmente, tornou&shy;se um meio de relativa influ&ecirc;ncia na R&uacute;ssia. Kropotkin e <a href="http://en.wikipedia.org/wiki/Varlaam_Nikolaevich_Cherkesov" id="w">Varlaam Nikolaevich Cherkesov</a> lhe deram seu apoio, escrevendo artigos sem assinatura. Se de um lado a influ&ecirc;ncia te&oacute;rica de Kropotkin entre os anarquistas na R&uacute;ssia era evidente, em quest&otilde;es relacionadas &agrave; t&aacute;ticas e pr&aacute;tica pol&iacute;tica concreta Kropotkin deles permanecia distante.&#127;Sua falta de posicionamento frente as t&aacute;ticas de guerrilha e expropria&ccedil;&atilde;o (muitas vezes denominadas de terrorismo por estadistas e legalistas), contrastava com as pr&aacute;ticas de muitos pequenos grupos anarquistas que atuavam no interior da R&uacute;ssia, desestabilizando o regime czarista.</p>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Bloody_Friday_in_Yaroslavl.jpg%7Cthumb%7Cleft%7C300px" id="w">Revolucion&aacute;rios enfrentam as tropas czaristas na representa&ccedil;&atilde;o de Yaroslavl Malygin da [[Revolu&ccedil;&atilde;o Russa de 1905]]. Os escritos de Kropotkin serviram de inspira&ccedil;&atilde;o para muitos destes revolucion&aacute;rios.&#60&semi;ref&#62&semi;As bandeiras vermelhas s&atilde;o em parte um anacronismo, atrav&eacute;s do qual o pintor soviete autor do quadro em 1929, simula naquele momento passado a amplia&ccedil;&atilde;o da influ&ecirc;ncia bolchevique de sua &eacute;poca, ainda que de fato ela n&atilde;o fosse ainda majorit&aacute;ria entre os revolucion&aacute;rios.&#60&semi;/ref&#62&semi;Advogou</a> posteriormente pela expropria&ccedil;&atilde;o enquanto t&aacute;tica, porque o povo livre fora aos armaz&eacute;ns e tomara a comida e as roupas que necessitavam, sempre racionalizando. Em rela&ccedil;&atilde;o &agrave; habita&ccedil;&atilde;o refletiria da mesma forma. Os alugu&eacute;is deveriam ser suprimidos, as casas vazias seriam tomadas pelas fam&iacute;lias que viviam at&eacute; ent&atilde;o nas ruas. Aquele que tivesse casas livres, teria que ced&ecirc;&shy;las &agrave;s pessoas que delas mais necessitavam.</p>&#10;<p>Declarou que todos os homens e mulheres t&ecirc;m direito ao <a href="http://en.wikipedia.org/wiki/Bem&shy;estar_social" id="w">bem&shy;estar social</a>. Formulou ideias como a carga laboral de cinco horas por dia, tendo o resto do tempo livre para participar de tarefas l&uacute;dicas de interesse individual. As pessoas come&ccedil;ariam a contribuir para a sociedade na idade de 25 anos e deixariam de faz&ecirc;&shy;lo aos 45.</p>&#10;<p>Demonstrou tamb&eacute;m como um sem&shy;n&uacute;mero de associa&ccedil;&otilde;es funcionam sem a autoridade do estado, como a <a href="http://en.wikipedia.org/wiki/Cruz_Vermelha" id="w">Cruz Vermelha</a> e a Associa&ccedil;&atilde;o Inglesa de Resgate dos N&aacute;ufragos (<i>Lifeboat Associations</i>). E tamb&eacute;m, como a evolu&ccedil;&atilde;o de todas estas associa&ccedil;&otilde;es foi vertiginosa, not&oacute;ria e celebrada por todos. Na vis&atilde;o de Kropotkin, ao inv&eacute;s de ser o defensor, o estado &eacute; o opressor e a causa de grande parte dos males infringidos &agrave;s popula&ccedil;&otilde;es que governa.</p>&#10;<p>Apresentou tamb&eacute;m&#127;&#127; uma nova e revolucion&aacute;ria ideia, de que o povo pode ser dotado de um esp&iacute;rito organizador. Pois como o povo, longe de ser uma massa de selvagens guiados por seu sentido comum, &eacute; capaz de trazer <i>a nova ordem</i> na aus&ecirc;ncia de todas as formas de autoridade.</p>&#10;<p>Kropotkin se inclinava para o <a href="http://en.wikipedia.org/wiki/Anarcossindicalismo" id="w">anarcossindicalismo</a>, o movimento de massas e a participa&ccedil;&atilde;o nos <a href="http://en.wikipedia.org/wiki/Sovietes" id="w">sovietes</a> (que na &eacute;poca eram assembleias populares, e n&atilde;o &oacute;rg&atilde;os de autoridade partid&aacute;ria bolcheviques). As discuss&otilde;es t&aacute;ticas levaram os anarquistas russos a celebrar duas confer&ecirc;ncias, uma sendo realizada em Londres em dezembro de <a href="http://en.wikipedia.org/wiki/1904" id="w">1904</a> e a outra em outubro de <a href="http://en.wikipedia.org/wiki/1906" id="w">1906</a>. Publicaram tamb&eacute;m um documento intitulado <i>A revolu&ccedil;&atilde;o russa e o anarquismo</i> em <a href="http://en.wikipedia.org/wiki/1907" id="w">1907</a>. Neste documento teve forte presen&ccedil;a o pensamento de Kropotkin, influenciado pelos acontecimentos <a href="http://en.wikipedia.org/wiki/Revolu%C3%A7%C3%A3o_russa_de_1905" id="w">revolucion&aacute;rios de 1905</a>.<sup id="_ref&shy;38" class="reference"><a href="#_note&shy;38" title="">[38]</a></sup> A partir de ent&atilde;o Kropotkin come&ccedil;ou a pensar em retornar &agrave; R&uacute;ssia para participar da luta contra a <a href="http://en.wikipedia.org/wiki/Autocracia" id="w">autocracia</a>. Kropotkin &shy; tal qual confessou a <a href="http://en.wikipedia.org/wiki/Max_Nettlau" id="w">Max Nettlau</a> &shy; em suas horas livres praticava tiro ao alvo com um fuzil para se manter em forma, e participar nas lutas nas ruas caso pudesse voltar &agrave; R&uacute;ssia.<sup id="_ref&shy;39" class="reference"><a href="#_note&shy;39" title="">[39]</a></sup></p>&#10;<p>Mas sua sa&uacute;de seguia declinando e no outono de <a href="http://en.wikipedia.org/wiki/1911" id="w">1911</a> voltou a mudar de resid&ecirc;ncia, se estabelecendo em <a href="http://en.wikipedia.org/wiki/Kemp_Town" id="w">Kemp Town</a>, <a href="http://en.wikipedia.org/wiki/Brighton" id="w">Brighton</a>, sua &uacute;ltima morada na Inglaterra. Por raz&otilde;es de sa&uacute;de, fazia alguns anos que Kropotkin passava os invernos no exterior, para n&atilde;o sofrer as intemp&eacute;ries do clima. Nestas viagens visitou Paris e a regi&atilde;o da <a href="http://en.wikipedia.org/wiki/Bretanha" id="w">Bretanha</a> (Fran&ccedil;a), <a href="http://en.wikipedia.org/wiki/Ascona" id="w">Ascona</a>, <a href="http://en.wikipedia.org/wiki/Bordighera" id="w">Bordighera</a> e <a href="http://en.wikipedia.org/wiki/Rapallo" id="w">Rapallo</a> na <a href="http://en.wikipedia.org/wiki/It%C3%A1lia" id="w">It&aacute;lia</a>, e <a href="http://en.wikipedia.org/wiki/Locarno" id="w">Locarno</a> na <a href="http://en.wikipedia.org/wiki/Su%C3%AD%C3%A7a" id="w">Su&iacute;&ccedil;a</a>, cujo clima aliviava sua <a href="http://en.wikipedia.org/wiki/Bronquite" id="w">bronquite</a> cr&ocirc;nica. Em <a href="http://en.wikipedia.org/wiki/1912" id="w">1912</a> participou do Congresso Internacional de <a href="http://en.wikipedia.org/wiki/Eugenia" id="w">Eugenia</a> em Londres, onde exp&ocirc;s pontos de vistas cr&iacute;ticos contr&aacute;rios &agrave; <a href="http://en.wikipedia.org/wiki/Esteriliza%C3%A7%C3%A3o" id="w">esteriliza&ccedil;&atilde;o</a> de pessoas, tal medida era defendida na &eacute;poca por alguns cientistas. Nesse mesmo ano participou da campanha contra a deporta&ccedil;&atilde;o de <a href="http://en.wikipedia.org/wiki/Errico_Malatesta" id="w">Errico Malatesta</a> para a <a href="http://en.wikipedia.org/wiki/It%C3%A1lia" id="w">It&aacute;lia</a>, conseguindo influenciar <a href="http://en.wikipedia.org/wiki/John_Burns" id="w">John Burns</a>, um liberal que ocupava o cargo de ministro, para que ele suspendesse o processo. Em dezembro de <a href="http://en.wikipedia.org/wiki/1912" id="w">1912</a>, ao cumprir 70 anos, recebeu homenagens emotivas e felicita&ccedil;&otilde;es&semi; uma delas foi celebrada no <i>Palace Theatre</i> de Londres, ocasi&atilde;o em que discursaram <a href="http://en.wikipedia.org/wiki/George_Bernard_Shaw" id="w">George Bernard Shaw</a>, <a href="http://en.wikipedia.org/wiki/George_Lansbury" id="w">George Lansbury</a> e <a href="http://en.wikipedia.org/wiki/Josiah_Wedgwood" id="w">Josiah Wedgwood</a>, entre outros.<sup id="_ref&shy;40" class="reference"><a href="#_note&shy;40" title="">[40]</a></sup></p>&#10;<p>Ap&oacute;s a revolu&ccedil;&atilde;o de <a href="http://en.wikipedia.org/wiki/1905" id="w">1905</a> o anarquismo na R&uacute;ssia experimentou um r&aacute;pido crescimento, surgindo dezenas de grupos diferentes por todo o pa&iacute;s. As obras de Kropotkin come&ccedil;aram a ser editadas legal e ilegalmente, sua influ&ecirc;ncia tornou&shy;se cada vez maior entre os anarco&shy;comunistas e anarquistas. O peri&oacute;dico dos emigrados do qual participava Kropotkin foi dissolvido e substitu&iacute;do pelo <i>khleb i Volia listki</i>, para o qual ele passaria a colaborar junto com <a href="http://en.wikipedia.org/wiki/Alexander_Schapiro" id="w">Alexander Schapiro</a> e <a href="http://en.wikipedia.org/wiki/Maria_Goldsmith" id="w">Maria Goldsmith</a>. No entanto, em junho de <a href="http://en.wikipedia.org/wiki/1907" id="w">1907</a> teve que abandonar esta publica&ccedil;&atilde;o. Passou a se dedicar a traduzir para o russo grande parte de sua obra, como por exemplo o livro <i>A Grande Revolu&ccedil;&atilde;o Francesa</i> conclu&iacute;do em <a href="http://en.wikipedia.org/wiki/1914" id="w">1914</a>. Kropokin colaborou tamb&eacute;m como redator para um peri&oacute;dico de russos anarquistas exilados chamado <i>Rabochi Mir</i> bem como para alguns n&uacute;meros do jornal <i>Khleb i volia</i> que havia ressurgido em <a href="http://en.wikipedia.org/wiki/1910" id="w">1910</a> na cidade de Paris.</p>&#10;<a id="Primeira_Guerra_e_o_Manifesto_dos_Dezesseis" name="Primeira_Guerra_e_o_Manifesto_dos_Dezesseis"></a><h3> Primeira Guerra e o Manifesto dos Dezesseis </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Jean_Grave.jpg%7C220px%7Cthumb%7Cright" id="w">[[Jean Grave]], co&shy;autor junto com Kropotkin do [[Manifesto dos Dezesseis]], e tamb&eacute;m um de seus principais defensores.</a> Durante os anos que precederam a <a href="http://en.wikipedia.org/wiki/Primeira_Guerra_Mundial" id="w">Primeira Guerra Mundial</a>, rompendo com o tradicional <a href="http://en.wikipedia.org/wiki/Antibelicismo" id="w">antibelicismo</a> dos anarquistas, Kropotkin tomou partido em favor da Fran&ccedil;a Republicana em contraposi&ccedil;&atilde;o ao <a href="http://en.wikipedia.org/wiki/Imp%C3%A9rio_Alem%C3%A3o" id="w">Imp&eacute;rio Alem&atilde;o</a> de <a href="http://en.wikipedia.org/wiki/Bismarck" id="w">Bismarck</a>, considerado por ele a maior amea&ccedil;a, j&aacute; que pensava ser necess&aacute;rio fazer oposi&ccedil;&atilde;o de todas as formas &agrave; pol&iacute;tica extremamente militarizada de <a href="http://en.wikipedia.org/wiki/Alemanha" id="w">Alemanha</a> com o objetivo de criar uma geopol&iacute;tica.<sup id="_ref&shy;41" class="reference"><a href="#_note&shy;41" title="">[41]</a></sup> No in&iacute;cio do conflito, houve uma cis&atilde;o entre Kropotkin, <a href="http://en.wikipedia.org/wiki/Jean_Grave" id="w">Jean Grave</a> e os anarquistas que apoiavam uma interven&ccedil;&atilde;o na guerra, com o movimento anarquista internacional, assumindo uma posi&ccedil;&atilde;o cr&iacute;tica &shy; eram em grande parte velhos amigos seus, entre eles estavam Dumartheray, Herzig e Bertoni Luigi.<sup id="_ref&shy;42" class="reference"><a href="#_note&shy;42" title="">[42]</a></sup> Esta atitude o levou a uma disputa com os membros da revista <i>Freedom</i>, que publicaram uma carta de Malatesta na qual tecia cr&iacute;ticas demolidoras dirigidas ao belicismo de Kropotkin, que representava a opini&atilde;o majorit&aacute;ria do movimento anarquista. <a href="http://en.wikipedia.org/wiki/Ficheiro:Malatesta_(1).png%7Cthumb%7Cleft%7C220px" id="w">[[Errico Malatesta]], um dos anarquistas que publicamente refutaram o apoio dos dezesseis libert&aacute;rios aos Estados Aliados na Primeira Guerra.Ap&oacute;s</a> uma violenta discuss&atilde;o com <a href="http://en.wikipedia.org/wiki/Thomas_Keell" id="w">Thomas Keell</a>, diretor da revista <i>Freedom</i>, Kropotkin, <a href="http://en.wikipedia.org/wiki/Varlaam_Cherkesov" id="w">Varlaam Cherkesov</a>, Sofia e outros anarquistas favor&aacute;veis aos Aliados abandonaram o grupo editorial do qual eram fundadores.<sup id="_ref&shy;43" class="reference"><a href="#_note&shy;43" title="">[43]</a></sup> Quase todos os anarquistas manifestaram seu recha&ccedil;o &agrave; guerra e seu desacordo com Kropotkin, que foi apoiado por Jean Grave, James Guillaume, Paul Reclus, <a href="http://en.wikipedia.org/wiki/Charles_Malato" id="w">Charles Malato</a>, <a href="http://en.wikipedia.org/wiki/Christiaan_Cornelissen" id="w">Christiaan Cornelissen</a>&semi; estes firmaram uma declara&ccedil;&atilde;o belicista conhecida como o <i><a href="http://en.wikipedia.org/wiki/Manifesto_dos_Dezesseis" id="w">Manifesto dos Dezesseis</a></i>, e editaram seu pr&oacute;prio peri&oacute;dico, <i>La Bataille Syndicaliste</i> (A Batalha Sindicalista). Este manifesto foi tamb&eacute;m respondido por outro manifesto de oposi&ccedil;&atilde;o &agrave; guerra, assinado por Malatesta, Shapiro, <a href="http://en.wikipedia.org/wiki/Emma_Goldman" id="w">Emma Goldman</a>, <a href="http://en.wikipedia.org/wiki/Alexander_Berkman" id="w">Alexander Berkman</a>, <a href="http://en.wikipedia.org/wiki/Thomas_Keell" id="w">Thomas Keell</a> e <a href="http://en.wikipedia.org/wiki/Rudolf_Rocker" id="w">Rudolf Rocker</a>, entre outros. Pouco depois manifestariam tamb&eacute;m suas cr&iacute;tica ao grupo de anarquistas belicistas <a href="http://en.wikipedia.org/wiki/Luigi_Fabbri" id="w">Luigi Fabbri</a>, <a href="http://en.wikipedia.org/wiki/&Eacute;mile_Armand" id="w">&Eacute;mile Armand</a> e <a href="http://en.wikipedia.org/wiki/S%C3%A9bastien_Faure" id="w">S&eacute;bastien Faure</a>.  Kropotkin e seu grupo acabaram praticamente isolados, n&atilde;o s&oacute; dentro do movimento anarquista, mas tamb&eacute;m do movimento socialista em geral. A posi&ccedil;&atilde;o de Kropotkin foi oportunamente utilizada por <a href="http://en.wikipedia.org/wiki/Lenin" id="w">Lenin</a> para qualific&aacute;&shy;lo de pequeno&shy;burgu&ecirc;s e <a href="http://en.wikipedia.org/wiki/Patriotismo" id="w">patriota</a>, e assim poder atacar os anarquistas, em sua grande maioria contr&aacute;rios &agrave; guerra. Kropotkin perdeu contato com seus velhos amigos anarquistas e se tornou um recluso em sua resid&ecirc;ncia, at&eacute; mar&ccedil;o de <a href="http://en.wikipedia.org/wiki/1917" id="w">1917</a> quando chegaram as primeiras not&iacute;cias sobre a queda do czarismo russo.</p>&#10;<a id="Retorno_a_R%C3%BAssia_e_morte" name="Retorno_a_R%C3%BAssia_e_morte"></a><h3> Retorno a R&uacute;ssia e morte </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Krapotkin_in_Haparanda.jpg%7Cthumb%7Cright%7C320px" id="w">Kropotkin em sua passagem pela cidade de [[Haparanda]] em [[1917]].Ap&oacute;s</a> a <a href="http://en.wikipedia.org/wiki/Revolu%C3%A7%C3%A3o_de_Fevereiro" id="w">Revolu&ccedil;&atilde;o de Fevereiro</a> Kropotkin decidiu retornar &agrave; R&uacute;ssia, entusiasmado pelo giro dos acontecimentos. Em meados de <a href="http://en.wikipedia.org/wiki/1917" id="w">1917</a> embarcou an&ocirc;nimo em <a href="http://en.wikipedia.org/wiki/Aberdeen" id="w">Aberdeen</a> com destino a <a href="http://en.wikipedia.org/wiki/Bergen" id="w">Bergen</a> (<a href="http://en.wikipedia.org/wiki/Noruega" id="w">Noruega</a>), mas apesar do sigilo foi recebido por uma manifesta&ccedil;&atilde;o de trabalhadores e estudantes. Passando pela <a href="http://en.wikipedia.org/wiki/Su%C3%A9cia" id="w">Su&eacute;cia</a> e pela <a href="http://en.wikipedia.org/wiki/Finl%C3%A2ndia" id="w">Finl&acirc;ndia</a> ingressou na R&uacute;ssia depois de 41 anos. Durante toda a viagem recebeu manifesta&ccedil;&otilde;es de apoio e carinho por cada aldeia que passava. Chegou em Petrogrado de trem &agrave;s duas da madrugada, e l&aacute; foi recebido na esta&ccedil;&atilde;o por um regimento militar, e uma banda tocando <i><a href="http://en.wikipedia.org/wiki/La_Marseillaise" id="w">La Marseillaise</a></i> e uma manifesta&ccedil;&atilde;o de boas vindas de mais de 70.000 pessoas.</p>&#10;<p>Este per&iacute;odo se caracterizou por uma fren&eacute;tica participa&ccedil;&atilde;o em eventos, palestras e reuni&otilde;es, que afetaram gravemente sua sa&uacute;de. Mas n&atilde;o recomposta plenamente sua rela&ccedil;&atilde;o com boa parte do movimento libert&aacute;rio, Kropotkin continuava a insistir que a guerra asseguraria as conquistas da revolu&ccedil;&atilde;o &#34&semi;o que o levou a situa&ccedil;&otilde;es e companhias amb&iacute;guas&#34&semi;.<sup id="_ref&shy;44" class="reference"><a href="#_note&shy;44" title="">[44]</a></sup> A imensa maioria dos anarquistas n&atilde;o apoiavam a guerra, raz&atilde;o pela qual manteve rela&ccedil;&otilde;es ocasionais com os <a href="http://en.wikipedia.org/wiki/Mencheviques" id="w">mencheviques</a>, e outros partidos constitucionalistas belicistas apartados do setor revolucion&aacute;rio. <a href="http://en.wikipedia.org/wiki/Kerensky" id="w">Kerensky</a> lhe ofereceu um cargo no governo, uma farta pens&atilde;o mensal e resid&ecirc;ncia no <a href="http://en.wikipedia.org/wiki/Pal%C3%A1cio_de_Inverno" id="w">Pal&aacute;cio de Inverno</a>, mas Kropotkin recusou a oferta com dignidade, ainda que n&atilde;o tenha recusado participar de seus conselhos informalmente.<sup id="_ref&shy;45" class="reference"><a href="#_note&shy;45" title="">[45]</a></sup>&#10;<a href="http://en.wikipedia.org/wiki/Ficheiro:Lenin.jpg%7Cthumb%7Cleft%7C230px%7CPor_vezes_Kropotkin_encontrou&shy;se_com_%5B%5BLenin%5D%5D_para_lhe_apresentar_cr%C3%ADticas_e_sugest%C3%B5es_em_rela%C3%A7%C3%A3o_ao_%5B%5BRevolu%C3%A7%C3%A3o" id="w">processo revolucion&aacute;rio]] [[sovi&eacute;tico]]. O l&iacute;der [[bolchevique]] utilizaria tais reuni&otilde;es como ind&iacute;cio de apoio de Kropotkin &agrave; suas pol&iacute;ticas, desconsiderando todas suas coloca&ccedil;&otilde;es.</a> Em agosto abandonou a fren&eacute;tica <a href="http://en.wikipedia.org/wiki/Petrogrado" id="w">Petrogrado</a> e se estabeleceu em <a href="http://en.wikipedia.org/wiki/Moscou" id="w">Moscou</a>, participando pouco depois na Confer&ecirc;ncia de Estado de todos os partidos como orador, onde manifestou suas cr&iacute;ticas &agrave;s pol&iacute;ticas bolcheviques, e a favor da continuidade da guerra e da constitui&ccedil;&atilde;o de uma rep&uacute;blica federal. Estas manifesta&ccedil;&otilde;es reformistas e moderadas foram utilizadas pelos bolcheviques para desacreditar Kropotkin e contra&shy;golpear os anarquistas. A <a href="http://en.wikipedia.org/wiki/Revolu%C3%A7%C3%A3o_de_Outubro" id="w">Revolu&ccedil;&atilde;o de Outubro</a> acabou com o governo de <a href="http://en.wikipedia.org/wiki/Kerensky" id="w">Kerensky</a>, assumindo o poder os <a href="http://en.wikipedia.org/wiki/Bolcheviques" id="w">bolcheviques</a>. No fim da guerra e a radicaliza&ccedil;&atilde;o do movimento de massas acabaram com desconcerto ideol&oacute;gico que havia se apoderado de Kropotkin desde seu apoio &agrave; <a href="http://en.wikipedia.org/wiki/Aliados_da_Primeira_Guerra_Mundial" id="w">Entente</a>, e retomou seus princ&iacute;pios anarquistas. Se dedicou a trabalhar na Liga Federalista, um grupo de estudiosos das problem&aacute;ticas sociol&oacute;gicas que impulsava o federalismo e a descentraliza&ccedil;&atilde;o, produzia e divulgava dados estat&iacute;sticos e estudos ao p&uacute;blico, mas em meados de <a href="http://en.wikipedia.org/wiki/1918" id="w">1918</a> foi suprimido pelas autoridades bolcheviques. Apesar de Kropotkin n&atilde;o ter sido pessoalmente afetado pela repress&atilde;o (j&aacute; que o consideravam inofensivo), os bolcheviques iniciaram sua repress&atilde;o n&atilde;o somente contra os opositores <a href="http://en.wikipedia.org/wiki/Mencheviques" id="w">mencheviques</a> e <a href="http://en.wikipedia.org/wiki/Partido_Social&shy;Revolucion%C3%A1rio" id="w">social&shy;revolucion&aacute;rios</a>, mas tamb&eacute;m contra os grupos, organiza&ccedil;&otilde;es e peri&oacute;dicos anarquistas, que haviam apoiado o movimento de massas na Revolu&ccedil;&atilde;o de Outubro. Esta situa&ccedil;&atilde;o e o fim da guerra, fez com que os grupos anarquistas russos se aproximassem novamente, Kropotkin restabeleceu boas rela&ccedil;&otilde;es com <a href="http://en.wikipedia.org/wiki/Gregori_Maximoff" id="w">Gregori Maximoff</a>, <a href="http://en.wikipedia.org/wiki/Volin" id="w">Volin</a> e <a href="http://en.wikipedia.org/wiki/Alexander_Shapiro" id="w">Alexander Shapiro</a>.</p>&#10;<p>Na primavera de <a href="http://en.wikipedia.org/wiki/1918" id="w">1918</a> Kropotkin foi visitado por <a href="http://en.wikipedia.org/wiki/Nestor_Makhno" id="w">Nestor Makhno</a>, l&iacute;der dos camponeses anarquistas da <a href="http://en.wikipedia.org/wiki/Ucr%C3%A2nia" id="w">Ucr&acirc;nia</a>. Em Dmitrov ficou respons&aacute;vel pela reorganiza&ccedil;&atilde;o do museu local, e se esfor&ccedil;ou para concluir seu livro <i>Eticas</i> (que apesar de seus esfor&ccedil;os permaneceria inacabado devido aos seus problemas de sa&uacute;de). Apesar de sua oposi&ccedil;&atilde;o aos bolcheviques, Kropotkin recusou a apoiar quaisquer formas de interven&ccedil;&atilde;o dos Aliados ocidentais nos assuntos russos. No in&iacute;cio de maio <a href="http://en.wikipedia.org/wiki/1919" id="w">1919</a> reuniu&shy;se com <a href="http://en.wikipedia.org/wiki/Lenin" id="w">Lenin</a>, em Moscou, e fez uma defesa das <a href="http://en.wikipedia.org/wiki/Cooperativas" id="w">cooperativas</a> que os bolcheviques atacavam, e criticou tamb&eacute;m os m&eacute;todos coercitivos e a burocracia dos bolcheviques, ainda que o tom geral da reuni&atilde;o fora cordial. Mais adiante escreveria para Lenin em tr&ecirc;s ocasi&otilde;es distintas em tons cada vez menos cordiais, suas peti&ccedil;&otilde;es e cr&iacute;ticas nunca foram sequer consideradas.<sup id="_ref&shy;46" class="reference"><a href="#_note&shy;46" title="">[46]</a></sup> Os m&eacute;todos bolcheviques fizeram com que Kropotkin endurecesse suas cr&iacute;ticas. Esta atitude foi testemunhada pelos visitantes <a href="http://en.wikipedia.org/wiki/Alexander_Berkman" id="w">Alexander Berkman</a>, <a href="http://en.wikipedia.org/wiki/Emma_Goldman" id="w">Emma Goldman</a>, <a href="http://en.wikipedia.org/wiki/Alexander_Shapiro" id="w">Alexander Shapiro</a>, <a href="http://en.wikipedia.org/wiki/&Aacute;ngel_Pesta%C3%B1a" id="w">&Aacute;ngel Pesta&ntilde;a</a> e <a href="http://en.wikipedia.org/wiki/Augustin_Souchy" id="w">Agust&iacute;n Souchy Bauer</a> e pelas cartas que escreveu a <a href="http://en.wikipedia.org/wiki/Georg_Brandes" id="w">Georg Brandes</a> e a <a href="http://en.wikipedia.org/wiki/Alexander_Atabekian" id="w">Alexander Atabekian</a>. Escreveu em junho de <a href="http://en.wikipedia.org/wiki/1920" id="w">1920</a> uma &#34&semi;Carta aos trabalhadores do mundo ocidental&#34&semi; onde exp&ocirc;s suas concep&ccedil;&otilde;es anarquistas e suas cr&iacute;ticas l&uacute;cidas &agrave; Revolu&ccedil;&atilde;o. Tamb&eacute;m em <a href="http://en.wikipedia.org/wiki/1920" id="w">1920</a> escreveu uma dura carta a Lenin reprovando&shy;lhe a pr&aacute;tica de amea&ccedil;ar com a execu&ccedil;&atilde;o os prisioneiros de guerra para proteger&shy;se de seus oponentes.<a href="http://en.wikipedia.org/wiki/Ficheiro:Kropotkin_on_Deathbed.jpg%7Cthumb%7Cright%7C380px" id="w">Kropotkin em seu leito de morte</a>  Em novembro sua sa&uacute;de se deteriorou mais ainda, no dia <a href="http://en.wikipedia.org/wiki/23_de_dezembro" id="w">23</a> daquele m&ecirc;s escreveu aquela que seria a sua &uacute;ltima carta para o anarquista <a href="http://en.wikipedia.org/wiki/Holand%C3%AAs" id="w">holand&ecirc;s</a> <a href="http://en.wikipedia.org/wiki/P._de_Reyger" id="w">P. de Reyger</a>. Em janeiro, pegou uma pneumonia que o deixou de cama at&eacute; o fim dos seus dias. Apesar dos cuidados m&eacute;dicos, faleceu &agrave;s tr&ecirc;s horas da madrugada do dia <a href="http://en.wikipedia.org/wiki/8_de_fevereiro" id="w">8 de fevereiro</a> de <a href="http://en.wikipedia.org/wiki/1921" id="w">1921</a> em <a href="http://en.wikipedia.org/wiki/Dmitrov" id="w">Dmitrov</a>.</p>&#10;<a id="Funeral_multitudin%C3%A1rio" name="Funeral_multitudin%C3%A1rio"></a><h3> Funeral multitudin&aacute;rio </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Speakers_al_the_funeral%2C_Goldman%2C_berkman%2C_maximov%2C_baron.jpg%7Cthumb%7Cleft%7C250px" id="w">Oradores no funeral: Goldman, Baron, Maximoff e Berkman</a><a href="http://en.wikipedia.org/wiki/Ficheiro:Kropotkin_Funeral.jpg%7Cleft%7C250px%7Cthumb" id="w">Multid&atilde;o acompanhando ao cortejo f&uacute;nebre de Kropotkin com bandeiras negras.</a><a href="http://en.wikipedia.org/wiki/Ficheiro:Procesi%C3%B3n_frente_al_museo_Tolstoi.jpg%7Cright%7C250px%7Cthumb%7Cright" id="w">Cortejo f&uacute;nebre de Kropotkin passando em frente ao Museu Tolstoi.O</a> governo bolchevique ofereceu um funeral oficial a Kropotkin, mas sua fam&iacute;lia e amigos libert&aacute;rios recusaram a oferta. Os grupos anarquistas russos formaram uma comiss&atilde;o f&uacute;nebre para organizar a cerim&ocirc;nia, entre outros faziam parte dela <a href="http://en.wikipedia.org/wiki/Alexander_Berkman" id="w">Alexander Berkman</a>, <a href="http://en.wikipedia.org/wiki/Emma_Goldman" id="w">Emma Goldman</a> e Alexandra Kropotkin. As autoridades locais permitiram apenas a edi&ccedil;&atilde;o de dois folhetos em sua mem&oacute;ria que deviam passar pela censura pr&eacute;via, mas os anarquistas desobedeceriam a ordem, reabriram uma imprensa fechada pela pol&iacute;cia pol&iacute;tica Cheka e editaram os folhetos sem qualquer censura.<sup id="_ref&shy;47" class="reference"><a href="#_note&shy;47" title="">[47]</a></sup></p>&#10;<p>Centenas de trabalhadores, estudantes, camponeses, funcion&aacute;rios e soldados se dirigiram &agrave; pequena casa de Kropotkin para despedirem&shy;se do velho revolucion&aacute;rio. As escolas permaneceram fechadas em sinal de luto e as crian&ccedil;as levavam ramos de pinheiro ao caminho da comitiva que transportava o corpo de Kropotkin. O ata&uacute;de foi levado &agrave; esta&ccedil;&atilde;o ferrovi&aacute;ria, e dali de trem para Moscou. Uma multid&atilde;o recebeu o cortejo e o acompanhou at&eacute; o Pal&aacute;cio do Trabalho. Os anarquistas pressionaram o governo para os anarquistas detidos fossem provisoriamente liberados e que lhes permitisse participar da celebra&ccedil;&atilde;o. Kamenev lhes prometeu liberar aos detidos se em troca os anarquistas n&atilde;o convertessem o cerimonial em uma manifesta&ccedil;&atilde;o de rep&uacute;dio ao governo. Na metade do ato chegaram apenas sete dos anarquistas detidos, entre os quais se encontravam <a href="http://en.wikipedia.org/wiki/Aar%C3%B3n_Baron" id="w">Aar&oacute;n Baron</a> e <a href="http://en.wikipedia.org/wiki/Gregori_Maximoff" id="w">Gregori Maximoff</a>.<sup id="_ref&shy;48" class="reference"><a href="#_note&shy;48" title="">[48]</a></sup><sup id="_ref&shy;ref_duplicada_2_a" class="reference"><a href="#_note&shy;ref_duplicada_2" title="">[49]</a></sup></p>&#10;<p>A multid&atilde;o de mais de cem mil pessoas acompanhou o cortejo os 8 quil&ocirc;metros do percurso at&eacute; o <a href="http://en.wikipedia.org/wiki/Cemit%C3%A9rio_Novod%C3%A9vichi" id="w">Cemit&eacute;rio Novod&eacute;vichi</a>.<sup id="_ref&shy;50" class="reference"><a href="#_note&shy;50" title="">[50]</a></sup> Os seguia uma orquestra que executava a <a href="http://en.wikipedia.org/wiki/Sinfonia_n.%C2%BA_6_(Tchaikovsky)" id="w">Sinfonia Pat&eacute;tica</a> de <a href="http://en.wikipedia.org/wiki/Tchaikovsky" id="w">Tchaikovsky</a>. Centenas de bandeiras de partidos pol&iacute;ticos, sociedades cient&iacute;ficas, sindicatos e organiza&ccedil;&otilde;es estudantis estavam hasteadas entre os concorrentes. Tamb&eacute;m flamejavam as grandes bandeiras negras dos anarquistas, nas quais haviam sido bordadas mensagens: &#34&semi;Onde h&aacute; autoridade n&atilde;o h&aacute; liberdade&#34&semi; e &#34&semi;Os anarquistas exigem a libera&ccedil;&atilde;o das pris&otilde;es do socialismo.&#34&semi; No Museu Tolstoi tamb&eacute;m encontrava&shy;se hasteada a bandeira negra, e ao passar os manifestantes pela <a href="http://en.wikipedia.org/wiki/Pris%C3%A3o_de_Butirka" id="w">Pris&atilde;o de Butirka</a>, os presos pol&iacute;ticos estendiam os bra&ccedil;os pelas janelas gradeadas para saud&aacute;&shy;lo. Uma vez no cemit&eacute;rio, os oradores foram pronunciando suas homenagens&semi; o &uacute;ltimo &agrave; falar foi Aar&oacute;n Bar&oacute;n, um dos anarquistas presos liberados provisoriamente, que audazmente protestou contra o governo bolchevique, as pris&otilde;es e as torturas contra os revolucion&aacute;rios opositores.</p>&#10;<p>O funeral de Kropotkin &eacute; considerada por alguns historiadores dos movimentos libert&aacute;rios como a &uacute;ltima manifesta&ccedil;&atilde;o massiva do anarquismo russo ocorrida na Uni&atilde;o Sovi&eacute;tica.<sup id="_ref&shy;ref_duplicada_2_b" class="reference"><a href="#_note&shy;ref_duplicada_2" title="">[49]</a></sup><sup id="_ref&shy;51" class="reference"><a href="#_note&shy;51" title="">[51]</a></sup></p>&#10;<a id="Ideais_e_reflex%C3%B5es" name="Ideais_e_reflex%C3%B5es"></a><h2> Ideais e reflex&otilde;es </h2>&#10;<a id="Anarquismo_comunista" name="Anarquismo_comunista"></a><h3> Anarquismo comunista </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:Anarchie_symbole_AC.png%7Cthumb%7Cright%7C350px%7CO_%26quot%3BA%26quot%3B_no_c%C3%ADrculo_rubro&shy;negro%2C_um_dos_%5B%5BSimbolismo_anarquista" id="w">s&iacute;mbolos do anarquismo]] comunista.</a>&#10;A base de tal concep&ccedil;&atilde;o encontra&shy;se na ideia de que o crit&eacute;rio para o consumo (tanto de bens quanto de servi&ccedil;os) dos indiv&iacute;duos n&atilde;o seja o trabalho, mas a necessidade. Kropotkin advogava assim um sistema de distribui&ccedil;&atilde;o livre da produ&ccedil;&atilde;o, conceito este que est&aacute; ligado ao racioc&iacute;nio de que n&atilde;o &eacute; poss&iacute;vel medir a contribui&ccedil;&atilde;o isolada de um indiv&iacute;duo na produ&ccedil;&atilde;o social, e que, portanto, uma vez realizada, toda ela deva ser desfrutada socialmente. Kropotkin v&ecirc;, socialista que &eacute;, a coletiviza&ccedil;&atilde;o dos meios de produ&ccedil;&atilde;o como o objetivo da transforma&ccedil;&atilde;o social, mas, diferentemente de alguns, infere que a este fen&ocirc;meno seguiriam como consequ&ecirc;ncia inevit&aacute;vel a distribui&ccedil;&atilde;o livre e a extin&ccedil;&atilde;o de qualquer sistema de sal&aacute;rios. Numa tal sociedade a produ&ccedil;&atilde;o seria orientada para o consumo e n&atilde;o para o lucro. E Kropotkin vai al&eacute;m em suas considera&ccedil;&otilde;es sobre esta outra forma de sociabilidade ao vislumbrar uma <a href="http://en.wikipedia.org/wiki/Ci%C3%AAncia" id="w">ci&ecirc;ncia</a> dedicada a descobrir meios para conciliar e satisfazer as necessidades de todos Ao problema que se levanta quando se pensa a distribui&ccedil;&atilde;o livre, Kropotkin n&atilde;o v&ecirc; a&iacute; uma abertura para a instaura&ccedil;&atilde;o de um governo revolucion&aacute;rio, pelo contr&aacute;rio, diz ser a coopera&ccedil;&atilde;o volunt&aacute;ria o substituto tanto para a propriedade privada quanto para a desigualdade, categorias nas quais se fundamentam o <a href="http://en.wikipedia.org/wiki/Estado" id="w">Estado</a>. Neste sentido, Kropotkin defende um sistema de administra&ccedil;&atilde;o p&uacute;blica fundada na ideia de comuna n&atilde;o apenas enquanto unidade administrativa mais pr&oacute;xima do povo e de suas preocupa&ccedil;&otilde;es imediatas, mas tamb&eacute;m enquanto associa&ccedil;&atilde;o volunt&aacute;ria que re&uacute;ne os interesses sociais representados por grupos de indiv&iacute;duos diretamente ligado a eles. A uni&atilde;o destas comunas produziria uma rede de coopera&ccedil;&otilde;es que substituiria o Estado.</p>&#10;<a id="Naturalismo" name="Naturalismo"></a><h3> Naturalismo </h3>&#10;<p>Em sua faceta de <a href="http://en.wikipedia.org/wiki/Naturalista" id="w">naturalista</a>, Piotr Kropotkin difundiu a import&acirc;ncia da coopera&ccedil;&atilde;o como fator chave na evolu&ccedil;&atilde;o paralelo &agrave; competi&ccedil;&atilde;o. Kropotkin esbo&ccedil;ou em seu mais famoso trabalho <a href="http://en.wikipedia.org/wiki/Mutualismo:_Um_Fator_de_Evolu%C3%A7%C3%A3o" id="w">Mutualismo: Um Fator de Evolu&ccedil;&atilde;o</a> os princ&iacute;pios gerais da mutualidade entre e humanos, a partir de suas pesquisas nas expedi&ccedil;&otilde;es cient&iacute;ficas &agrave; Sib&eacute;ria. Esta obra foi escrita inicialmente em ingl&ecirc;s e em franc&ecirc;s e rapidamente tornou&shy;se popular em outros idiomas como o espanhol, atualmente podem ser encontrados exemplares de seus escritos em m&uacute;ltiplos idiomas.</p>&#10;<p>Em <i>Mutualismo</i> Kropotkin faz contraposi&ccedil;&atilde;o &agrave;s ideias de <a href="http://en.wikipedia.org/wiki/Thomas_Henry_Huxley" id="w">Thomas Henry Huxley</a> e de <a href="http://en.wikipedia.org/wiki/Herbert_Spencer" id="w">Herbert Spencer</a> (considerado por muitos o pai do <a href="http://en.wikipedia.org/wiki/Darwinismo_social" id="w">darwinismo social</a>) que baseados na sele&ccedil;&atilde;o natural defendiam a necessidade de competi&ccedil;&atilde;o entre indiv&iacute;duos e grupos sociais para o processo de evolu&ccedil;&atilde;o de uma sociedade. Outro argumento do darwinismo social ao qual Kropotkin fez frente foi a ideia de que a competi&ccedil;&atilde;o entre diferentes sociedades permitiria com que as melhores se sobressa&iacute;ssem e as piores definhassem e desaparecessem.</p>&#10;<a id="Legado" name="Legado"></a><h2> Legado </h2>&#10;<a id="Monumentos_e_pinturas" name="Monumentos_e_pinturas"></a><h3> Monumentos e pinturas </h3>&#10;<p>Em <a href="http://en.wikipedia.org/wiki/Dmitrov" id="w">Dmitrov</a>, cidade natal de Kropotkin h&aacute; um monumento erigido em frente ao antigo casar&atilde;o de sua fam&iacute;lia, casar&atilde;o este que at&eacute; <a href="http://en.wikipedia.org/wiki/1942" id="w">1942</a> serviu de museu em sua mem&oacute;ria. Tendo o edif&iacute;cio original vindo abaixo na d&eacute;cada de 1960 ele foi reconstru&iacute;do recentemente com a finalidade de novamente servir de museu em sua mem&oacute;ria.&#10;Kropotkin foi retratado em estilo expressionista l&iacute;rico em enamel, pelo artista estadunidense <a href="http://en.wikipedia.org/wiki/Bernard_Re_Jr" id="w">Bernard Re Jr</a>, em novembro de <a href="http://en.wikipedia.org/wiki/2004" id="w">2004</a>.<sup id="_ref&shy;52" class="reference"><a href="#_note&shy;52" title="">[52]</a></sup> A imagem do te&oacute;rico russo foi tamb&eacute;m estilizada por Patrick St. John. Nesta imagem o busto de Kropotkin &eacute; acompanhado do termo &#34&semi;ajuda m&uacute;tua&#34&semi; (<i>mutual aid</i>). Neste mesmo estilo St. John retratou tamb&eacute;m ao mexicano <a href="http://en.wikipedia.org/wiki/Emiliano_Zapata" id="w">Emiliano Zapata</a> e a oradora <a href="http://en.wikipedia.org/wiki/Emma_Goldman" id="w">Emma Goldman</a>.</p>&#10;<p>Na sede da Editora Freedom Press no bairro londrino de Whitechapel um desenho de Kropotkin figura entre os desenhos de outros anarquistas not&aacute;veis<sup id="_ref&shy;53" class="reference"><a href="#_note&shy;53" title="">[53]</a></sup>.</p>&#10;<a id="No_cinema_e_na_m%C3%BAsica" name="No_cinema_e_na_m%C3%BAsica"></a><h3> No cinema e na m&uacute;sica </h3>&#10;<p>Uma foto de Kropotkin junto com imagens de <a href="http://en.wikipedia.org/wiki/Bakunin" id="w">Bakunin</a> e <a href="http://en.wikipedia.org/wiki/Proudhon" id="w">Proudhon</a> &eacute; exibida atr&aacute;s da mesa na reuni&atilde;o da <i>Sociedad Obrera</i> no filme <i><a href="http://en.wikipedia.org/wiki/La_Patagonia_Rebelde" id="w">La Patagonia Rebelde</a></i> de <a href="http://en.wikipedia.org/wiki/1974" id="w">1974</a>. Tamb&eacute;m neste mesmo filme um de seus personagens cita Kropotkin nominalmente nesta mesma cena da reuni&atilde;o &#34&semi;Bem dizia Kropotkin que a revolu&ccedil;&atilde;o&hellip;&#34&semi;.</p>&#10;<p>A banda de <a href="http://en.wikipedia.org/wiki/Punk_rock" id="w">punk rock</a> e <a href="http://en.wikipedia.org/wiki/Delta_blues" id="w">delta blues</a> <i><a href="http://en.wikipedia.org/wiki/The_Kropotkins" id="w">The Kropotkins</a></i> tem este nome em homenagem ao grande te&oacute;rico anarquista russo do s&eacute;culo XIX.<sup id="_ref&shy;54" class="reference"><a href="#_note&shy;54" title="">[54]</a></sup> Junto com outros grandes anarquistas, Kropotkin aparece na colagem de imagens antigas que d&aacute; forma ao videoclipe da m&uacute;sica Catbird Seat da banda de <a href="http://en.wikipedia.org/wiki/Post&shy;rock" id="w">post&shy;rock</a> <a href="http://en.wikipedia.org/wiki/Estadunidense" id="w">estadunidense</a> <i><a href="http://en.wikipedia.org/wiki/The_Silent_League" id="w">The Silent League</a></i>.<sup id="_ref&shy;55" class="reference"><a href="#_note&shy;55" title="">[55]</a></sup> A banda <a href="http://en.wikipedia.org/wiki/Belga" id="w">belga</a> de percuss&atilde;o industrial <i><a href="http://en.wikipedia.org/wiki/Militia" id="w">Militia</a></i> homenageia o pr&iacute;ncipe anarquista com a m&uacute;sica <i>conrade Pyotr Kropotkin</i>,<sup id="_ref&shy;56" class="reference"><a href="#_note&shy;56" title="">[56]</a></sup> assim como o grupo <a href="http://en.wikipedia.org/wiki/Franc%C3%AAs" id="w">franc&ecirc;s</a> <i><a href="http://en.wikipedia.org/wiki/Les_Baudouins_Morts" id="w">les Baudouins Morts</a></i> na can&ccedil;&atilde;o <i>Do de Kropotkin</i>.<sup id="_ref&shy;57" class="reference"><a href="#_note&shy;57" title="">[57]</a></sup></p>&#10;<a id="Obras" name="Obras"></a><h2> Obras </h2>&#10;&#10;<div style="page&shy;break&shy;inside:&#9;avoid&semi;">&#10;<table></table></div></body></html>