<html><title>Internet</title><body>&#10;<p> &#10; &#10;<b>Internet</b> &eacute; um sistema global de <a href="http://en.wikipedia.org/wiki/Redes_de_computadores" id="w">redes de computadores</a> interligadas que utilizam o conjunto de protocolos padr&atilde;o da internet (<a href="http://en.wikipedia.org/wiki/TCP/IP" id="w">TCP/IP</a>) para servir v&aacute;rios bilh&otilde;es de usu&aacute;rios no mundo inteiro. &Eacute; uma rede de v&aacute;rias outras redes, que consiste de milh&otilde;es de empresas privadas, p&uacute;blicas, acad&ecirc;micas e de governo, com alcance local e global e que est&aacute; ligada por uma ampla variedade de tecnologias de rede eletr&ocirc;nica, sem fio e &oacute;pticas. A internet traz uma extensa gama de recursos de informa&ccedil;&atilde;o e servi&ccedil;os, tais como os documentos inter&shy;relacionados de <a href="http://en.wikipedia.org/wiki/Hipertexto" id="w">hipertextos</a> da <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a> (WWW), redes <i><a href="http://en.wikipedia.org/wiki/Peer&shy;to&shy;peer" id="w">peer&shy;to&shy;peer</a></i> e infraestrutura de apoio a <a href="http://en.wikipedia.org/wiki/E&shy;mail" id="w">e&shy;mails</a>. As origens da internet remontam a uma pesquisa encomendada pelo governo dos <a href="http://en.wikipedia.org/wiki/Estados_Unidos" id="w">Estados Unidos</a> na d&eacute;cada de 1960 para construir uma forma de comunica&ccedil;&atilde;o robusta e sem falhas atrav&eacute;s de redes de computadores. Embora este trabalho, juntamente com projetos no <a href="http://en.wikipedia.org/wiki/Reino_Unido" id="w">Reino Unido</a> e na <a href="http://en.wikipedia.org/wiki/Fran%C3%A7a" id="w">Fran&ccedil;a</a>, tenha levado a cria&ccedil;&atilde;o de redes precursoras importantes, ele n&atilde;o criou a internet. N&atilde;o h&aacute; consenso sobre a data exata em que a internet moderna surgiu, mas foi em algum momento em meados da d&eacute;cada de 1980</p>&#10;<p>O financiamento de um novo <i><a href="http://en.wikipedia.org/wiki/National_Science_Foundation_Network" id="w">backbone</a></i> para os Estados Unidos pela <a href="http://en.wikipedia.org/wiki/Funda%C3%A7%C3%A3o_Nacional_da_Ci%C3%AAncia" id="w">Funda&ccedil;&atilde;o Nacional da Ci&ecirc;ncia</a> nos anos 1980, bem como o financiamento privado para outros <i><a href="http://en.wikipedia.org/wiki/Backbone" id="w">backbones</a></i> comerciais, levou a participa&ccedil;&atilde;o mundial no desenvolvimento de novas tecnologias de rede e da fus&atilde;o de muitas redes distintas. Embora a internet seja amplamente utilizada pela academia desde os anos 1980, a <a href="http://en.wikipedia.org/wiki/Comercializa%C3%A7%C3%A3o" id="w">comercializa&ccedil;&atilde;o</a> da tecnologia na d&eacute;cada de 1990 resultou na sua divulga&ccedil;&atilde;o e incorpora&ccedil;&atilde;o da rede internacional em praticamente todos os aspectos da vida <a href="http://en.wikipedia.org/wiki/Homo_sapiens" id="w">humana</a> moderna. Em junho de 2012, mais de 2,4 bilh&otilde;es de pessoas &mdash; mais de um ter&ccedil;o da popula&ccedil;&atilde;o mundial &mdash; usaram os servi&ccedil;os da internet&semi; cerca de 100 vezes mais pessoas do que em 1995.<sup id="_ref&shy;1" class="reference"><a href="#_note&shy;1" title="">[1]</a></sup><sup id="_ref&shy;stats_a" class="reference"><a href="#_note&shy;stats" title="">[2]</a></sup> O uso da internet cresceu rapidamente no <a href="http://en.wikipedia.org/wiki/Ocidente" id="w">Ocidente</a> entre da d&eacute;cada de 1990 a in&iacute;cio dos anos 2000 e desde a d&eacute;cada de 1990 no <a href="http://en.wikipedia.org/wiki/Mundo_em_desenvolvimento" id="w">mundo em desenvolvimento</a>. Em 1994, apenas 3% das salas de aula estadunidenses tinham internet, enquanto em 2002 esse &iacute;ndice saltou para 92%.<sup id="_ref&shy;3" class="reference"><a href="#_note&shy;3" title="">[3]</a></sup></p>&#10;<p>A maioria das comunica&ccedil;&otilde;es tradicionais de <a href="http://en.wikipedia.org/wiki/M%C3%ADdia" id="w">m&iacute;dia</a>, como <a href="http://en.wikipedia.org/wiki/Telefone" id="w">telefone</a>, <a href="http://en.wikipedia.org/wiki/M%C3%BAsica" id="w">m&uacute;sica</a>, <a href="http://en.wikipedia.org/wiki/Cinema" id="w">cinema</a> e <a href="http://en.wikipedia.org/wiki/Televis%C3%A3o" id="w">televis&atilde;o</a> est&atilde;o a ser remodeladas ou redefinidas pela internet, dando origem a novos servi&ccedil;os, como o protocolo de internet de voz (<a href="http://en.wikipedia.org/wiki/VoIP" id="w">VoIP</a>) e o protocolo de internet de televis&atilde;o (<a href="http://en.wikipedia.org/wiki/IPTV" id="w">IPTV</a>). Jornais, livros e outras publica&ccedil;&otilde;es impressas est&atilde;o se adaptando &agrave; tecnologia <i><a href="http://en.wikipedia.org/wiki/Web" id="w">web</a></i> ou s&atilde;o reformulados para <i><a href="http://en.wikipedia.org/wiki/Blog" id="w">blogs</a></i> e <i><a href="http://en.wikipedia.org/wiki/Feeds" id="w">feeds</a></i>. A internet permitiu e acelerou a cria&ccedil;&atilde;o de novas formas de intera&ccedil;&otilde;es humanas atrav&eacute;s de <a href="http://en.wikipedia.org/wiki/Mensagens_instant%C3%A2neas" id="w">mensagens instant&acirc;neas</a>, <a href="http://en.wikipedia.org/wiki/F%C3%B3rum_de_discuss%C3%A3o" id="w">f&oacute;runs de discuss&atilde;o</a> e <a href="http://en.wikipedia.org/wiki/Redes_sociais" id="w">redes sociais</a>. O <a href="http://en.wikipedia.org/wiki/Com%C3%A9rcio_on&shy;line" id="w">com&eacute;rcio on&shy;line</a> tem crescido tanto para grandes lojas de varejo quanto para pequenos artes&atilde;os e comerciantes. <i><a href="http://en.wikipedia.org/wiki/Business&shy;to&shy;business" id="w">Business&shy;to&shy;business</a></i> e <a href="http://en.wikipedia.org/wiki/Servi%C3%A7os_financeiros" id="w">servi&ccedil;os financeiros</a> na internet afetam as cadeias de abastecimento atrav&eacute;s de ind&uacute;strias inteiras.</p>&#10;<p>A internet n&atilde;o tem governan&ccedil;a centralizada em qualquer aplica&ccedil;&atilde;o tecnol&oacute;gica ou pol&iacute;ticas de acesso e uso&semi; cada rede constituinte define suas pr&oacute;prias pol&iacute;ticas. Apenas as defini&ccedil;&otilde;es de excesso dos dois principais <a href="http://en.wikipedia.org/wiki/Espa%C3%A7o_de_nomes" id="w">espa&ccedil;os de nomes</a> na internet &mdash; o espa&ccedil;o de endere&ccedil;amento <a href="http://en.wikipedia.org/wiki/Endere%C3%A7o_IP" id="w">Protocolo de Internet</a> e <a href="http://en.wikipedia.org/wiki/Domain_Name_System" id="w">Domain Name System</a> &mdash; s&atilde;o dirigidos por uma organiza&ccedil;&atilde;o mantenedora, a <a href="http://en.wikipedia.org/wiki/Corpora%C3%A7%C3%A3o_da_Internet_para_Atribui%C3%A7%C3%A3o_de_Nomes_e_N%C3%BAmeros" id="w">Corpora&ccedil;&atilde;o da Internet para Atribui&ccedil;&atilde;o de Nomes e N&uacute;meros</a> (ICANN). A sustenta&ccedil;&atilde;o t&eacute;cnica e a padroniza&ccedil;&atilde;o dos protocolos de n&uacute;cleo (<a href="http://en.wikipedia.org/wiki/IPv4" id="w">IPv4</a> e <a href="http://en.wikipedia.org/wiki/IPv6" id="w">IPv6</a>) &eacute; uma atividade do <a href="http://en.wikipedia.org/wiki/Internet_Engineering_Task_Force" id="w">Internet Engineering Task Force</a> (IETF), uma <a href="http://en.wikipedia.org/wiki/Organiza%C3%A7%C3%A3o_sem_fins_lucrativos" id="w">organiza&ccedil;&atilde;o sem fins lucrativos</a> de participantes internacionais vagamente filiados, sendo que qualquer pessoa pode se associar contribuindo com a per&iacute;cia t&eacute;cnica.</p>&#10;<a id="Terminologia" name="Terminologia"></a><h2> Terminologia </h2>&#10;<p><a href="http://en.wikipedia.org/wiki/File:PikiWiki_Israel_32304_The_Internet_Messenger_by_Buky_Schwartz.JPG%7Cthumbnail" id="w">Obra &#39&semi;&#39&semi;Internet Messenger&#39&semi;&#39&semi;, de Buky Schwartz em [[Holon]], [[Israel]]</a>&#10;O termo <i>internet</i>, como um sistema global espec&iacute;fico de redes de IPs interconectados, &eacute; um nome pr&oacute;prio. A Internet tamb&eacute;m &eacute; muitas vezes referida como <i>Net</i>. A palavra &#34&semi;internet&#34&semi; foi utilizado historicamente, com inicial min&uacute;scula, logo em 1883 como um verbo e adjetivo para se referir a movimentos interligados. No in&iacute;cio dos anos 1970, o termo internet come&ccedil;ou a ser usado como uma forma abreviada do conjunto de redes t&eacute;cnicas, o resultado da <a href="http://en.wikipedia.org/wiki/Interliga%C3%A7%C3%A3o_de_redes" id="w">interliga&ccedil;&atilde;o de redes</a> de computadores com <i><a href="http://en.wikipedia.org/wiki/Gateways" id="w">gateways</a></i> especiais ou roteadores. Ele tamb&eacute;m foi usado como um verbo que significa &#34&semi;conectar&#34&semi;, especialmente redes.<sup id="_ref&shy;4" class="reference"><a href="#_note&shy;4" title="">[4]</a></sup><sup id="_ref&shy;5" class="reference"><a href="#_note&shy;5" title="">[5]</a></sup></p>&#10;<p>Os termos <i>internet</i> e <i>World Wide Web</i> s&atilde;o frequentemente usados como sin&ocirc;nimos na linguagem corrente, &eacute; comum falar&shy;se de &#34&semi;navegar na internet&#34&semi;, em refer&ecirc;ncias ao <a href="http://en.wikipedia.org/wiki/Navegador_web" id="w">navegador web</a> para exibir <a href="http://en.wikipedia.org/wiki/P%C3%A1ginas_web" id="w">p&aacute;ginas web</a>. No entanto, a internet &eacute; uma rede mundial de computadores especial conectando milh&otilde;es de dispositivos de computa&ccedil;&atilde;o, enquanto a World Wide Web &eacute; apenas um dos muitos servi&ccedil;os que funcionam dentro da internet. A Web &eacute; uma cole&ccedil;&atilde;o de documentos interligados (p&aacute;ginas web) e outros recursos da <i><a href="http://en.wikipedia.org/wiki/Web" id="w">web</a></i>, ligadas por <a href="http://en.wikipedia.org/wiki/Hiperlink" id="w">hiperlinks</a> e <a href="http://en.wikipedia.org/wiki/URL" id="w">URLs</a>. Al&eacute;m da <i>web</i>, uma infinidade de outros servi&ccedil;os s&atilde;o implementados atrav&eacute;s da internet, como <a href="http://en.wikipedia.org/wiki/E&shy;mail" id="w">e&shy;mail</a>, transfer&ecirc;ncia de arquivos, controle remoto de computador, grupos de not&iacute;cias e jogos online. Todos esses servi&ccedil;os podem ser implementados em qualquer <a href="http://en.wikipedia.org/wiki/Intranet" id="w">intranet</a>, acess&iacute;vel para os usu&aacute;rios da rede.<sup id="_ref&shy;6" class="reference"><a href="#_note&shy;6" title="">[6]</a></sup>&#10; </p>&#10;<a id="Hist%C3%B3ria" name="Hist%C3%B3ria"></a><h2> Hist&oacute;ria </h2>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/File:Leonard&shy;Kleinrock&shy;and&shy;IMP1.png%7Cthumb%7Cesquerda%7Cupright" id="w">Professor [[Leonard Kleinrock]] com o primeiro Interface Message Processors da [[ARPANET]] na UCLA</a>&#10;A pesquisa sobre a <a href="http://en.wikipedia.org/wiki/Comuta%C3%A7%C3%A3o_de_pacotes" id="w">comuta&ccedil;&atilde;o de pacotes</a> come&ccedil;ou na d&eacute;cada de 1960 e redes de comuta&ccedil;&atilde;o de pacotes, como <a href="http://en.wikipedia.org/wiki/Mark_I" id="w">Mark I</a>, no <a href="http://en.wikipedia.org/wiki/National_Physical_Laboratory_(GB)" id="w">NPL no Reino Unido</a>,<sup id="_ref&shy;BBC Technology_a" class="reference"><a href="#_note&shy;BBC Technology" title="">[7]</a></sup> <a href="http://en.wikipedia.org/wiki/ARPANET" id="w">ARPANET</a>, <a href="http://en.wikipedia.org/wiki/CYCLADES" id="w">CYCLADES</a>,<sup id="_ref&shy;8" class="reference"><a href="#_note&shy;8" title="">[8]</a></sup><sup id="_ref&shy;9" class="reference"><a href="#_note&shy;9" title="">[9]</a></sup> <a href="http://en.wikipedia.org/wiki/Merit_Network" id="w">Merit Network</a>,<sup id="_ref&shy;10" class="reference"><a href="#_note&shy;10" title="">[10]</a></sup> <a href="http://en.wikipedia.org/wiki/Tymnet" id="w">Tymnet</a> e <a href="http://en.wikipedia.org/wiki/Telenet" id="w">Telenet</a>, foram desenvolvidas em final dos anos 1960 e in&iacute;cio dos anos 1970, usando uma variedade de <a href="http://en.wikipedia.org/wiki/Protocolo_(ci%C3%AAncia_da_computa%C3%A7%C3%A3o)" id="w">protocolos</a>. A ARPANET, em particular, levou ao desenvolvimento de protocolos para <i><a href="http://en.wikipedia.org/wiki/Interliga%C3%A7%C3%A3o_de_redes" id="w">internetworking</a></i>, onde v&aacute;rias redes separadas poderiam ser unidas em uma rede de redes. Os dois primeiros n&oacute;s do que viria a ser a ARPANET foram interconectados entre o Network Measurement Center de <a href="http://en.wikipedia.org/wiki/Leonard_Kleinrock" id="w">Leonard Kleinrock</a> na Escola de Engenharia e Ci&ecirc;ncias Aplicadas da <a href="http://en.wikipedia.org/wiki/UCLA" id="w">UCLA</a> e o sistema NLS de <a href="http://en.wikipedia.org/wiki/Douglas_Engelbart" id="w">Douglas Engelbart</a> no <a href="http://en.wikipedia.org/wiki/SRI_International" id="w">SRI International</a> (SRI), em <a href="http://en.wikipedia.org/wiki/Menlo_Park" id="w">Menlo Park</a>, <a href="http://en.wikipedia.org/wiki/Calif%C3%B3rnia" id="w">Calif&oacute;rnia</a>, em 29 de outubro de 1969.<sup id="_ref&shy;11" class="reference"><a href="#_note&shy;11" title="">[11]</a></sup> O terceiro n&oacute; da ARPANET era o Culler&shy;Fried Interactive Mathematics Center da <a href="http://en.wikipedia.org/wiki/Universidade_da_Calif%C3%B3rnia_em_Santa_B%C3%A1rbara" id="w">Universidade da Calif&oacute;rnia em Santa B&aacute;rbara</a> e o quarto era o Departamento Gr&aacute;ifico da <a href="http://en.wikipedia.org/wiki/Universidade_de_Utah" id="w">Universidade de Utah</a>. Em um sinal precoce de crescimento futuro, j&aacute; havia quinze sites conectados &agrave; jovem ARPANET at&eacute; o final de 1971.<sup id="_ref&shy;12" class="reference"><a href="#_note&shy;12" title="">[12]</a></sup><sup id="_ref&shy;13" class="reference"><a href="#_note&shy;13" title="">[13]</a></sup></p>&#10;<p>Em dezembro de 1974, o <i><a class="externallink" href="https://tools.ietf.org/html/rfc675" rel="nofollow" title="https://tools.ietf.org/html/rfc675">RFC 675</a> &shy; Specification of Internet Transmission Control Program</i>, de Vinton Cerf, Yogen Dalal e Carl Sunshine usou o termo <i>internet</i> como uma abrevia&ccedil;&atilde;o para <i><a href="http://en.wikipedia.org/wiki/Internetworking" id="w">internetworking</a></i> e <a href="http://en.wikipedia.org/wiki/Request_for_Comments" id="w">RFCs</a> posteriores repetiram esse termo.<sup id="_ref&shy;14" class="reference"><a href="#_note&shy;14" title="">[14]</a></sup> O acesso &agrave; ARPANET foi ampliado em 1981, quando a <a href="http://en.wikipedia.org/wiki/Funda%C3%A7%C3%A3o_Nacional_da_Ci%C3%AAncia" id="w">Funda&ccedil;&atilde;o Nacional da Ci&ecirc;ncia</a> (NSF), desenvolvido a Computer Science Network (CSNET). Em 1982, o Internet Protocol Suite (<a href="http://en.wikipedia.org/wiki/TCP/IP" id="w">TCP/IP</a>) foi padronizada e o conceito de uma rede mundial de redes TCP/IP totalmente interligadas chamado de internet foi introduzido.</p>&#10;<p>O acesso &agrave; rede TCP/IP expandiu&shy;se novamente em 1986, quando o <a href="http://en.wikipedia.org/wiki/National_Science_Foundation_Network" id="w">National Science Foundation Network</a> (NSFNET) proveu acesso a sites de <a href="http://en.wikipedia.org/wiki/Supercomputador" id="w">supercomputadores</a> nos Estados Unidos a partir de organiza&ccedil;&otilde;es de pesquisa e de educa&ccedil;&atilde;o, o primeiro a 56 <a href="http://en.wikipedia.org/wiki/Kbit/s" id="w">kbit/s</a> e, mais tarde, 1,5 <a href="http://en.wikipedia.org/wiki/Mbit/s" id="w">Mbit/s</a> e 45 Mbit/s.<sup id="_ref&shy;15" class="reference"><a href="#_note&shy;15" title="">[15]</a></sup> Os primeiros <a href="http://en.wikipedia.org/wiki/Fornecedor_de_acesso_%C3%A0_Internet" id="w">fornecedores de acesso &agrave; internet</a> (ISPs) comerciais come&ccedil;aram a surgir no final dos anos 1980 e in&iacute;cio dos anos 1990. A ARPANET foi desmantelada em 1990. A internet foi totalmente comercializada nos Estados Unidos em 1995, quando a NSFNET foi desmantelada, removendo as &uacute;ltimas restri&ccedil;&otilde;es sobre o uso da internet para transportar o tr&aacute;fego comercial.<sup id="_ref&shy;ConneXions&shy;April1996_a" class="reference"><a href="#_note&shy;ConneXions&shy;April1996" title="">[16]</a></sup> A internet come&ccedil;ou uma r&aacute;pida expans&atilde;o para a <a href="http://en.wikipedia.org/wiki/Europa" id="w">Europa</a> e <a href="http://en.wikipedia.org/wiki/Austr%C3%A1lia" id="w">Austr&aacute;lia</a> em meados da d&eacute;cada de 1980<sup id="_ref&shy;17" class="reference"><a href="#_note&shy;17" title="">[17]</a></sup><sup id="_ref&shy;18" class="reference"><a href="#_note&shy;18" title="">[18]</a></sup> e para a <a href="http://en.wikipedia.org/wiki/&Aacute;sia" id="w">&Aacute;sia</a> no final dos anos 1980 e in&iacute;cio dos anos 1990.<sup id="_ref&shy;19" class="reference"><a href="#_note&shy;19" title="">[19]</a></sup>&#10;<a href="http://en.wikipedia.org/wiki/Imagem:Internet_users_per_100_inhabitants_ITU.svg%7Cthumb%7C350px" id="w">Gr&aacute;fico mostrando a propor&ccedil;&atilde;o de usu&aacute;rios de Internet a cada 100 pessoas, entre 1996 e 2014, feita pela [[Uni&atilde;o Internacional de Telecomunica&ccedil;&otilde;es]].</a></p>&#10;<p>Desde meados da d&eacute;cada de 1990 a internet teve um enorme impacto sobre a <a href="http://en.wikipedia.org/wiki/Cultura" id="w">cultura</a> e o <a href="http://en.wikipedia.org/wiki/Com%C3%A9rcio" id="w">com&eacute;rcio</a> mundiais, como pelo aumento da comunica&ccedil;&atilde;o instant&acirc;nea atrav&eacute;s de <a href="http://en.wikipedia.org/wiki/E&shy;mail" id="w">e&shy;mails</a>, <a href="http://en.wikipedia.org/wiki/Mensagens_instant%C3%A2neas" id="w">mensagens instant&acirc;neas</a>, &#34&semi;telefonemas&#34&semi; <a href="http://en.wikipedia.org/wiki/VoIP" id="w">VoIP</a>, chamadas de v&iacute;deo interativas, com a <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a> e seus <a href="http://en.wikipedia.org/wiki/F%C3%B3runs_de_discuss%C3%A3o" id="w">f&oacute;runs de discuss&atilde;o</a>, <a href="http://en.wikipedia.org/wiki/Blogs" id="w">blogs</a>, <a href="http://en.wikipedia.org/wiki/Redes_sociais" id="w">redes sociais</a> e sites de <a href="http://en.wikipedia.org/wiki/Com%C3%A9rcio_eletr%C3%B4nico" id="w">compras online</a>. Quantidades crescentes de dados s&atilde;o transmitidos em velocidades cada vez mais elevadas em redes de <a href="http://en.wikipedia.org/wiki/Fibra_%C3%B3ptica" id="w">fibra &oacute;ptica</a> operando a 1 <a href="http://en.wikipedia.org/wiki/Gbit/s" id="w">Gbit/s</a>, 10 Gbit/s, ou mais.<sup id="_ref&shy;20" class="reference"><a href="#_note&shy;20" title="">[20]</a></sup></p>&#10;<p>A internet continua a crescer, impulsionando quantidades cada vez maiores de informa&ccedil;&otilde;es <i><a href="http://en.wikipedia.org/wiki/On&shy;line" id="w">on&shy;line</a></i> e de conhecimento, com&eacute;rcio, entretenimento e redes sociais.<sup id="_ref&shy;21" class="reference"><a href="#_note&shy;21" title="">[21]</a></sup> Durante a d&eacute;cada de 1990, estimou&shy;se que o tr&aacute;fego na internet p&uacute;blica cresceu cerca 100% ao ano, enquanto estima&shy;se que o crescimento anual do n&uacute;mero de usu&aacute;rios seja de algo entre 20% e 50%.<sup id="_ref&shy;22" class="reference"><a href="#_note&shy;22" title="">[22]</a></sup> Este crescimento &eacute; muitas vezes atribu&iacute;do &agrave; falta de uma administra&ccedil;&atilde;o central, que permita o crescimento org&acirc;nico da rede, bem como pela natureza n&atilde;o&shy;propriet&aacute;ria e aberta dos <a href="http://en.wikipedia.org/wiki/TCP/IP" id="w">protocolos de internet</a>, o que incentiva o fornecedor de interoperabilidade e impede qualquer empresa de exercer muito controle sobre a rede.<sup id="_ref&shy;23" class="reference"><a href="#_note&shy;23" title="">[23]</a></sup> Em 31 de mar&ccedil;o de 2011, o n&uacute;mero total estimado de usu&aacute;rios da internet foi de cerca de 2 bilh&otilde;es de pessoas (ou cerca de 30% da popula&ccedil;&atilde;o mundial).<sup id="_ref&shy;stats1_a" class="reference"><a href="#_note&shy;stats1" title="">[24]</a></sup> Estima&shy;se que em 1993 a internet realizou apenas 1% do fluxo de informa&ccedil;&otilde;es atrav&eacute;s de duas vias de telecomunica&ccedil;&otilde;es&semi; em 2000 este valor tinha aumentado para 51% e, at&eacute; 2007, mais do que 97% de todas as informa&ccedil;&otilde;es telecomunicadas foi realizada atrav&eacute;s da rede mundial.<sup id="_ref&shy;25" class="reference"><a href="#_note&shy;25" title="">[25]</a></sup></p>&#10;<a id="World_Wide_Web" name="World_Wide_Web"></a><h3> World Wide Web </h3>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/Imagem:First_Web_Server.jpg%7Cthumb%7Cesquerda" id="w">[[Tim Berners&shy;Lee]] usou este [[NeXT]]cube no [[CERN]] para criar o primeiro [[servidor web]] do mundo</a>&#10;A <a href="http://en.wikipedia.org/wiki/Organiza%C3%A7%C3%A3o_Europeia_para_a_Investiga%C3%A7%C3%A3o_Nuclear" id="w">Organiza&ccedil;&atilde;o Europeia para a Investiga&ccedil;&atilde;o Nuclear</a> (CERN) foi a respons&aacute;vel pela inven&ccedil;&atilde;o da <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a>, ou simplesmente a <i>Web</i>, como hoje a conhecemos. Corria o ano de 1990, e o que, numa primeira fase, permitia apenas aos cientistas trocar dados, acabou por se tornar a complexa e essencial Web.<sup id="_ref&shy;WWW_a" class="reference"><a href="#_note&shy;WWW" title="">[26]</a></sup> </p>&#10;<p>O respons&aacute;vel pela inven&ccedil;&atilde;o chama&shy;se <a href="http://en.wikipedia.org/wiki/Tim_Berners&shy;Lee" id="w">Tim Berners&shy;Lee</a>, que construiu o seu primeiro computador na <a href="http://en.wikipedia.org/wiki/Universidade_de_Oxford" id="w">Universidade de Oxford</a>, onde se formou em 1976. Quatro anos depois, tornava&shy;se consultor de engenharia de software no CERN e escrevia o seu primeiro programa para armazenamento de informa&ccedil;&atilde;o &ndash; chamava&shy;se Enquire e, embora nunca tenha sido publicada, foi a base para o desenvolvimento da Web.<sup id="_ref&shy;WWW_b" class="reference"><a href="#_note&shy;WWW" title="">[26]</a></sup> </p>&#10;<p>Em 1989, prop&ocirc;s um projecto de <a href="http://en.wikipedia.org/wiki/Hipertexto" id="w">hipertexto</a> que permitia &agrave;s pessoas trabalhar em conjunto, combinando o seu conhecimento numa rede de documentos. Foi esse projecto que ficou conhecido como a <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a>. A Web funcionou primeiro dentro do CERN, e no Ver&atilde;o de 1991 foi disponibilizada mundialmente.<sup id="_ref&shy;WWW_c" class="reference"><a href="#_note&shy;WWW" title="">[26]</a></sup> </p>&#10;<p>Em 1994 Berners&shy;Lee criou o <a href="http://en.wikipedia.org/wiki/World_Wide_Web_Consortium" id="w">World Wide Web Consortium</a>, onde actualmente assume a fun&ccedil;&atilde;o de director. Mais tarde, e em reconhecimento dos servi&ccedil;os prestados para o desenvolvimento global da Web, Tim Berners&shy;Lee, actual director do World Wide Web Consortium, foi nomeado cavaleiro pela <a href="http://en.wikipedia.org/wiki/Rainha_da_Inglaterra" id="w">rainha da Inglaterra</a>.<sup id="_ref&shy;WWW_d" class="reference"><a href="#_note&shy;WWW" title="">[26]</a></sup></p>&#10;<a id="No_Brasil" name="No_Brasil"></a><h3> No Brasil </h3>&#10;<p> &#10;Depois da fase militar, a Internet teve seu desenvolvimento administrado pela NSF (<a href="http://en.wikipedia.org/wiki/National_Science_Foundation" id="w">National Science Foundation</a>) na <a href="http://en.wikipedia.org/wiki/D%C3%A9cada_de_70" id="w">d&eacute;cada de 70</a>. Depois a NSF transferiu esta responsabilidade para a iniciativa privada. Em 1992 surgiu a <a href="http://en.wikipedia.org/wiki/Internet_Society" id="w">Internet Society</a> para tentar arrumar a desordem reinante, ent&atilde;o. No Brasil existe o <a href="http://en.wikipedia.org/wiki/Comit%C3%AA_Gestor_da_Internet_no_Brasil" id="w">Comit&ecirc; Gestor da Internet</a> e um &oacute;rg&atilde;o para o registro de dom&iacute;nios (<a href="http://en.wikipedia.org/wiki/FAPESP" id="w">FAPESP</a> &shy; Funda&ccedil;&atilde;o de Amparo &agrave; Pesquisa do Estado de S&atilde;o Paulo).<sup id="_ref&shy;27" class="reference"><a href="#_note&shy;27" title="">[27]</a></sup> No Brasil h&aacute; cerca de 20 mil dom&iacute;nios registrados.<sup id="_ref&shy;28" class="reference"><a href="#_note&shy;28" title="">[28]</a></sup> </p>&#10;<p>No final de 1997, o Comit&ecirc; Gestor liberou novos dom&iacute;nios de primeiro n&iacute;vel, ou seja<sup id="_ref&shy;29" class="reference"><a href="#_note&shy;29" title="">[29]</a></sup>: .art &shy; artes, m&uacute;sica, pintura, folclore. etc.&semi; .esp &shy; esportes em geral&semi; .ind &shy; provedores de informa&ccedil;&otilde;es&semi; .psi &shy; provedores de servi&ccedil;os Internet&semi; .rec &shy; atividades de entretenimento, divers&atilde;o, jogos, etc&semi; .etc &shy; atividades n&atilde;o enquadr&aacute;veis nas demais categorias&semi; .tmp &shy; eventos de dura&ccedil;&atilde;o limitada ou tempor&aacute;ria. Antes desses o Brasil tinha apenas dois dom&iacute;nios: .com &shy; uso geral&semi; .org &shy; para institui&ccedil;&otilde;es n&atilde;o governamentais&semi; .gov &shy; para institui&ccedil;&otilde;es governamentais.</p>&#10;<a id="Arquitetura" name="Arquitetura"></a><h2> Arquitetura </h2>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/Imagem:Internet_map_1024_&shy;_transparent.png%7Cthumb%7C300px" id="w">Visualiza&ccedil;&atilde;o gr&aacute;fica de v&aacute;rias rotas em uma por&ccedil;&atilde;o da Internet mostrando a escalabilidade da rede</a>&#10;Muitos <a href="http://en.wikipedia.org/wiki/Ci%C3%AAncia_da_computa%C3%A7%C3%A3o" id="w">cientistas de computa&ccedil;&atilde;o</a> veem a Internet como o &#34&semi;maior exemplo de sistema de grande escala altamente engenharizado, ainda muito complexo&#34&semi;.<sup id="_ref&shy;30" class="reference"><a href="#_note&shy;30" title="">[30]</a></sup> A Internet &eacute; extremamente heterog&ecirc;nea, por exemplo, as <a href="http://en.wikipedia.org/wiki/Taxa_de_transfer%C3%AAncia_de_dados" id="w">taxas de transfer&ecirc;ncias de dados</a> e as caracter&iacute;sticas f&iacute;sicas das conex&otilde;es variam grandemente. A Internet exibe &#34&semi;<a href="http://en.wikipedia.org/wiki/Emerg%C3%AAncia" id="w">fen&ocirc;menos emergentes</a>&#34&semi; que dependem de sua organiza&ccedil;&atilde;o de grande escala. Por exemplo, as taxas de transfer&ecirc;ncias de dados exibem <a href="http://en.wikipedia.org/wiki/Autossimilaridade" id="w">autossimilaridade</a> temporal. Adicionando ainda mais &agrave; complexidade da Internet, est&aacute; a habilidade de mais de um computador de usar a Internet atrav&eacute;s de um elo de conex&atilde;o, assim criando a possibilidade de uma sub&shy;rede profunda e hier&aacute;rquica que pode teoricamente ser estendida infinitivamente, desconsiderando as limita&ccedil;&otilde;es program&aacute;ticas do protocolo <a href="http://en.wikipedia.org/wiki/IPv4" id="w">IPv4</a>. Os princ&iacute;pios desta arquitetura de dados se originam na d&eacute;cada de 1960, que pode n&atilde;o ser a melhor solu&ccedil;&atilde;o de adapta&ccedil;&atilde;o para os tempos modernos. Assim, a possibilidade de desenvolver estruturas alternativas est&aacute; atualmente em planejamento.<sup id="_ref&shy;31" class="reference"><a href="#_note&shy;31" title="">[31]</a></sup></p>&#10;<p>De acordo com um artigo de junho de 2007, na revista <a href="http://en.wikipedia.org/wiki/Discover" id="w">Discover</a>, o peso combinado de todos os el&eacute;trons que se movem dentro da Internet num dia &eacute; de 2<sup>&minus;6</sup> gramas.<sup id="_ref&shy;32" class="reference"><a href="#_note&shy;32" title="">[32]</a></sup> Outras estimativas dizem que o peso total dos <a href="http://en.wikipedia.org/wiki/El%C3%A9tron" id="w">el&eacute;trons</a> que se movem na Internet diariamente chega a 2 gramas.<sup id="_ref&shy;_a" class="reference"><a href="#_note&shy;" title="">[33]</a></sup></p>&#10;<p>A Internet distribui, atrav&eacute;s dos seus servidores, uma grande variedade de documentos, entre os quais formam a arquitetura <i>World Wide Web</i>. Trata&shy;se de uma infinita quantidade de documentos (<a href="http://en.wikipedia.org/wiki/Texto" id="w">texto</a> e <a href="http://en.wikipedia.org/wiki/Multim%C3%A9dia" id="w">multim&eacute;dia</a>) que qualquer utilizador de rede pode aceder para consultar e que, normalmente, tem liga&ccedil;&atilde;o com outros servi&ccedil;os de Internet. Estes documentos t&ecirc;m facilitado a utiliza&ccedil;&atilde;o em larga escala da Internet em todo mundo, visto que por meio deles qualquer utilizador com um m&iacute;nimo de conhecimento de inform&aacute;tica, pode aceder &agrave; rede.</p>&#10;<a id="Protocolos" name="Protocolos"></a><h3> Protocolos </h3>&#10;<p> &#10;Para o funcionamento da Internet existem tr&ecirc;s camadas de <a href="http://en.wikipedia.org/wiki/Protocolo" id="w">protocolos</a>. Na camada mais baixa est&aacute; o <a href="http://en.wikipedia.org/wiki/Protocolo_de_Internet" id="w">Protocolo de Internet</a> (<i>Internet Protocol</i>), que define datagramas ou pacotes que carregam blocos de dados de um n&oacute; da rede para outro. A maior parte da Internet atual utiliza a <a href="http://en.wikipedia.org/wiki/IPv4" id="w">IPv4</a>, quarta vers&atilde;o do protocolo, apesar de o <a href="http://en.wikipedia.org/wiki/IPv6" id="w">IPv6</a> j&aacute; estar padronizado, sendo usado em algumas redes espec&iacute;ficas somente. Independentemente da <a href="http://en.wikipedia.org/wiki/Arquitetura_de_computador" id="w">arquitetura de computador</a> usada, dois computadores podem se comunicar entre si na Internet, desde que compreendam o protocolo de Internet. Isso permite que diferentes tipos de m&aacute;quinas e sistemas possam conectar&shy;se &agrave; grande rede, seja um <a href="http://en.wikipedia.org/wiki/PDA" id="w">PDA</a> conectando&shy;se a um <a href="http://en.wikipedia.org/wiki/Servidor_WWW" id="w">servidor WWW</a> ou um computador pessoal executando <a href="http://en.wikipedia.org/wiki/Microsoft_Windows" id="w">Microsoft Windows</a> conectando&shy;se a outro computador pessoal executando <a href="http://en.wikipedia.org/wiki/Linux" id="w">Linux</a>.</p>&#10;<p>Na camada m&eacute;dia est&aacute; o <a href="http://en.wikipedia.org/wiki/Transmission_Control_Protocol" id="w">TCP</a>, <a href="http://en.wikipedia.org/wiki/User_Datagram_Protocol" id="w">UDP</a> e <a href="http://en.wikipedia.org/wiki/Internet_Control_Message_Protocol" id="w">ICMP</a>. Esses s&atilde;o protocolos no qual os dados s&atilde;o transmitidos. O TCP &eacute; capaz de realizar uma conex&atilde;o virtual, fornecendo certo grau de garantia na comunica&ccedil;&atilde;o de dados. Na camada mais alta est&atilde;o os protocolos de aplica&ccedil;&atilde;o, que definem mensagens espec&iacute;ficas e <a href="http://en.wikipedia.org/wiki/Formato_de_arquivo" id="w">formatos digitais</a> comunicados por aplica&ccedil;&otilde;es. Alguns dos protocolos de aplica&ccedil;&atilde;o mais usados incluem <a href="http://en.wikipedia.org/wiki/DNS" id="w">DNS</a> (informa&ccedil;&otilde;es sobre <a href="http://en.wikipedia.org/wiki/Dom%C3%ADnio" id="w">dom&iacute;nio</a>), <a href="http://en.wikipedia.org/wiki/POP3" id="w">POP3</a> (recebimento de <i><a href="http://en.wikipedia.org/wiki/E&shy;mail" id="w">e&shy;mail</a></i>), <a href="http://en.wikipedia.org/wiki/IMAP" id="w">IMAP</a> (acesso de <i>e&shy;mail</i>), <a href="http://en.wikipedia.org/wiki/SMTP" id="w">SMTP</a> (envio de <i>e&shy;mail</i>), <a href="http://en.wikipedia.org/wiki/HTTP" id="w">HTTP</a> (documentos da <a href="http://en.wikipedia.org/wiki/WWW" id="w">WWW</a>) e <a href="http://en.wikipedia.org/wiki/FTP" id="w">FTP</a> (transfer&ecirc;ncia de dados). Todos os servi&ccedil;os da Internet fazem uso dos protocolos de aplica&ccedil;&atilde;o, sendo o correio eletr&ocirc;nico e a World Wide Web os mais conhecidos. A partir desses protocolos &eacute; poss&iacute;vel criar aplica&ccedil;&otilde;es como listas de discuss&atilde;o ou <i>blogs</i>.&#10; </p>&#10;<p>Diferentemente de sistemas de comunica&ccedil;&atilde;o mais antigos, os protocolos da Internet foram desenvolvidos para serem independentes do meio f&iacute;sico de transmiss&atilde;o. Qualquer rede de comunica&ccedil;&atilde;o, seja atrav&eacute;s de cabos ou sem fio, que seja capaz de transportar dados digitais de duas vias &eacute; capaz de transportar o tr&aacute;fego da Internet. Por isso, os pacotes da Internet podem ser transmitidos por uma variedade de meios de conex&atilde;o tais como cabo coaxial, fibra &oacute;tica, redes sem fio ou por sat&eacute;lite. Juntas, todas essas redes de comunica&ccedil;&atilde;o formam a Internet. Notar que, do ponto de vista da camada de aplica&ccedil;&atilde;o, as tecnologias utilizadas nas camadas inferiores &eacute; irrelevante, contanto que sua pr&oacute;pria camada funcione. Ao n&iacute;vel de aplica&ccedil;&atilde;o, a Internet &eacute; uma grande &#34&semi;nuvem&#34&semi; de conex&otilde;es e de n&oacute;s terminais, terminais esses que, de alguma forma, se comunicam.</p>&#10;<p>A complexa infraestrutura de comunica&ccedil;&otilde;es da Internet consiste de seus componentes de <a href="http://en.wikipedia.org/wiki/Hardware" id="w">hardware</a> e por um sistema de camadas de <a href="http://en.wikipedia.org/wiki/Software" id="w">softwares</a> que controla v&aacute;rios aspectos da arquitetura na rede. Enquanto que o hardware pode ser usado frequentemente para apoiar outros sistemas de software, &eacute; o projeto e o rigoroso processo de padroniza&ccedil;&atilde;o da arquitetura dos softwares que caracteriza a Internet.</p>&#10;<p>A responsabilidade do desenho arquitet&ocirc;nico dos softwares de Internet tem sido delegada a <i><a href="http://en.wikipedia.org/wiki/Internet_Engineering_Task_Force" id="w">Internet Engineering Task Force</a></i> (For&ccedil;a&shy;tarefa de Engenharia da Internet &shy; IETF). Ela conduz grupos de trabalho para estabelecimento de padr&otilde;es, aberto para qualquer pessoa, sobre os v&aacute;rios aspectos da Internet. As discuss&otilde;es resultantes e os padr&otilde;es finais s&atilde;o publicados no <i><a href="http://en.wikipedia.org/wiki/Request_for_Comments" id="w">Request for Comments</a></i> (Pedidos de coment&aacute;rios &shy; RFC), dispon&iacute;vel livremente no <a href="http://en.wikipedia.org/wiki/S%C3%ADtio_web" id="w">s&iacute;tio web</a> da organiza&ccedil;&atilde;o.</p>&#10;<p>Os principais m&eacute;todos de redes que habilitam a Internet est&atilde;o contidos numa s&eacute;rie de RFC que constituem os padr&otilde;es da Internet, que descrevem um sistema conhecido como o Conjunto de Protocolos de Internet. Essa &eacute; uma arquitetura de modelo que divide os m&eacute;todos num sistema de camadas de protocolos (RFC 1122, RFC 1123). As camadas correspondem ao ambiente ou ao escopo, nos quais seus servi&ccedil;os operam. No topo do espa&ccedil;o (<a href="http://en.wikipedia.org/wiki/Camada_de_aplica%C3%A7%C3%A3o" id="w">camada de aplica&ccedil;&atilde;o</a>) da aplica&ccedil;&atilde;o dos softwares e logo abaixo, est&aacute; a <a href="http://en.wikipedia.org/wiki/Camada_de_transporte" id="w">camada de transporte</a>, que conecta as aplica&ccedil;&otilde;es em diferentes computadores atrav&eacute;s da rede (por exemplo, modelo <a href="http://en.wikipedia.org/wiki/Cliente&shy;servidor" id="w">cliente&shy;servidor</a>). A rede subjacente consiste de duas camadas: a <a href="http://en.wikipedia.org/wiki/Camada_da_Internet" id="w">camada da Internet</a>, que habilita os computadores de se conectar um ao outro atrav&eacute;s de redes intermedi&aacute;rias (transit&oacute;rias), e portanto, &eacute; a camada que estabelece o funcionamento da Internet, e a pr&oacute;pria Internet. Finalmente, na base, &eacute; uma camada de software que prov&ecirc; a conectividade entre computadores na mesma liga&ccedil;&atilde;o local (chamada de <a href="http://en.wikipedia.org/wiki/Camada_de_liga%C3%A7%C3%A3o" id="w">camada de liga&ccedil;&atilde;o</a>), por exemplo, a &aacute;rea de rede local (<a href="http://en.wikipedia.org/wiki/LAN" id="w">LAN</a>), ou uma <a href="http://en.wikipedia.org/wiki/Conex%C3%A3o_dial&shy;up" id="w">conex&atilde;o dial&shy;up</a>. Este modelo tamb&eacute;m &eacute; conhecido como modelo <a href="http://en.wikipedia.org/wiki/TCP/IP" id="w">TCP/IP</a> de rede. Enquanto que outros modelos t&ecirc;m sido desenvolvidos, tais como o modelo <i><a href="http://en.wikipedia.org/wiki/Open_Systems_Interconnection" id="w">Open Systems Interconnection</a></i> (Interconex&atilde;o Aberta de Sistemas &shy; OSI), esses n&atilde;o s&atilde;o compat&iacute;veis nos detalhes da descri&ccedil;&atilde;o, nem na implementa&ccedil;&atilde;o.</p>&#10;<p>O componente mais proeminente da modelagem da Internet &eacute; o <a href="http://en.wikipedia.org/wiki/Protocolo_de_Internet" id="w">Protocolo de Internet</a> (IP), que prov&ecirc; sistemas de endere&ccedil;amento na Internet e facilita o <a href="http://en.wikipedia.org/wiki/Interliga%C3%A7%C3%A3o_de_redes" id="w">funcionamento da Internet</a> nas redes. O IP vers&atilde;o 4 (<a href="http://en.wikipedia.org/wiki/IPv4" id="w">IPv4</a>) &eacute; a vers&atilde;o inicial usada na primeira gera&ccedil;&atilde;o da Internet atual e ainda est&aacute; em uso dominante. Ele foi projetado para endere&ccedil;ar mais de 4,3 bilh&otilde;es de computadores com acesso &agrave; Internet. No entanto, o crescimento explosivo da Internet levou &agrave; <a href="http://en.wikipedia.org/wiki/Exaust%C3%A3o_de_endere%C3%A7os_IPv4" id="w">exaust&atilde;o de endere&ccedil;os IPv4</a>. Uma nova vers&atilde;o de protocolo foi desenvolvida, o <a href="http://en.wikipedia.org/wiki/IPv6" id="w">IPv6</a>, que prov&ecirc; capacidades de endere&ccedil;amento vastamente maior, e rotas mais eficientes de tr&aacute;fego de dados. Ele est&aacute; atualmente na fase de <a href="http://en.wikipedia.org/wiki/Desenvolvimento" id="w">desenvolvimento</a> comercial em todo o mundo.</p>&#10;<p>O IPv6 n&atilde;o &eacute; interoper&aacute;vel com o IPv4. Estabelece essencialmente uma vers&atilde;o &#34&semi;paralela&#34&semi; da Internet n&atilde;o&shy;acess&iacute;vel com softwares IPv4. Isto significa que s&atilde;o necess&aacute;rios atualiza&ccedil;&otilde;es de softwares para cada aparelho ligado &agrave; rede que precisa se conectar com a Internet IPv6. A maior parte dos <a href="http://en.wikipedia.org/wiki/Sistema_operacional" id="w">sistemas operacionais</a> j&aacute; est&atilde;o convertidos para operar em ambas as vers&otilde;es de protocolos de Internet. As infraestruturas de rede, no entanto, ainda est&atilde;o lentas neste desenvolvimento.</p>&#10;<a id="Estrutura" name="Estrutura"></a><h3> Estrutura </h3>&#10;<p> </p>&#10;<p>Existem muitas an&aacute;lises da Internet e de sua estrutura. Por exemplo, foi determinado que tanto a estrutura de rotas IP da Internet quanto as liga&ccedil;&otilde;es de hipertexto da <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a> s&atilde;o exemplos de <a href="http://en.wikipedia.org/wiki/Rede_de_escala_livre" id="w">redes de escala livre</a>.</p>&#10;<p>Semelhantemente aos provedores comerciais de Internet, que se conectam atrav&eacute;s de <a href="http://en.wikipedia.org/wiki/Ponto_neutro_(Internet)" id="w">pontos neutros</a>, as redes de pesquisa tendem a se interconectar com subredes maiores, como as listados abaixo:&#10;</p>&#10;<ul>&#10;<li><a href="http://en.wikipedia.org/wiki/GEANT" id="w">GEANT</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/GLORIAD" id="w">GLORIAD</a></li>&#10;<li>A rede <a href="http://en.wikipedia.org/wiki/Internet2" id="w">Internet2</a> (conhecido anteriormente como <a href="http://en.wikipedia.org/wiki/Rede_Abilene" id="w">Rede Abilene</a>)</li>&#10;<li><a href="http://en.wikipedia.org/wiki/JANET" id="w">JANET</a> (A <a href="http://en.wikipedia.org/wiki/Rede_Nacional_Brit%C3%A2nica_de_Pesquisa_e_Educa%C3%A7%C3%A3o" id="w">Rede Nacional de Pesquisa e Educa&ccedil;&atilde;o</a> do <a href="http://en.wikipedia.org/wiki/Reino_Unido" id="w">Reino Unido</a>)</li></ul>&#10;<p>Essas, ent&atilde;o, s&atilde;o constru&iacute;das em torno de redes relativamente menores. <a href="http://en.wikipedia.org/wiki/Diagrama_de_redes_de_computador" id="w">Diagramas de redes de computador</a> representam frequentemente a Internet usando um s&iacute;mbolo de nuvem, pelo qual as comunica&ccedil;&otilde;es de rede passam.<sup id="_ref&shy;34" class="reference"><a href="#_note&shy;34" title="">[34]</a></sup></p>&#10;<a id="ICANN" name="ICANN"></a><h3> ICANN </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Imagem:Icannheadquartersplayavista.jpg%7Cthumb" id="w">Sede da [[ICANN]], em [[Los Angeles]], [[Calif&oacute;rnia]], [[Estados Unidos]].</a>&#10; &#10;A <a href="http://en.wikipedia.org/wiki/ICANN" id="w">Corpora&ccedil;&atilde;o da Internet de Nomes e N&uacute;meros Designados</a> (ICANN) &eacute; a autoridade que coordena a designa&ccedil;&atilde;o de identificadores &uacute;nicos na Internet, incluindo <a href="http://en.wikipedia.org/wiki/Dom%C3%ADnio" id="w">nomes de dom&iacute;nio</a>, endere&ccedil;os de protocolo de Internet (IP), a porta de protocolo e n&uacute;meros de par&acirc;metro. Um espa&ccedil;o nominal globalmente unificado (por exemplo, um sistema de nomes no qual h&aacute; pelo menos um possuidor para cada nome poss&iacute;vel) &eacute; essencial para a Internet funcionar. A ICANN est&aacute; sediada em <a href="http://en.wikipedia.org/wiki/Marina_del_Rey" id="w">Marina del Rey</a>, <a href="http://en.wikipedia.org/wiki/Calif%C3%B3rnia" id="w">Calif&oacute;rnia</a>, mas &eacute; supervisionada por uma diretoria internacional extra&iacute;da de comunidades de t&eacute;cnicos, negociantes, acad&ecirc;micos e n&atilde;o&shy;comerciais da internet. O <a href="http://en.wikipedia.org/wiki/Governo_dos_Estados_Unidos" id="w">governo dos Estados Unidos</a> continua a ter o papel prim&aacute;rio de aprovar as mudan&ccedil;as nos arquivos da <a href="http://en.wikipedia.org/wiki/Zona_de_raiz_DNS" id="w">zona de raiz DNS</a>, que ficam no cora&ccedil;&atilde;o do sistema de nomes de dom&iacute;nio. Por causa da Internet ser uma rede distribu&iacute;da que compreende muitas redes volunt&aacute;rias interconectadas, a Internet n&atilde;o tem um corpo governante. O papel da ICANN em coordenar a designa&ccedil;&atilde;o de identificadores &uacute;nicos distingue&shy;o como talvez o &uacute;nico corpo coordenador na Internet global, mas o escopo de sua autoridade estende&shy;se somente ao sistema da Internet de nomes de dom&iacute;nio, <a href="http://en.wikipedia.org/wiki/Endere%C3%A7o_IP" id="w">endere&ccedil;os IP</a>, portas de protocolo e n&uacute;meros de par&acirc;metro.</p>&#10;<p>Em 16 de novembro de 2005, a <a href="http://en.wikipedia.org/wiki/C%C3%BApula_Mundial_sobre_a_Sociedade_da_Informa%C3%A7%C3%A3o" id="w">C&uacute;pula Mundial sobre a Sociedade da Informa&ccedil;&atilde;o</a>, realizada em <a href="http://en.wikipedia.org/wiki/Tunis" id="w">Tunis</a>, <a href="http://en.wikipedia.org/wiki/Tun%C3%ADsia" id="w">Tun&iacute;sia</a>, estabeleceu o <a href="http://en.wikipedia.org/wiki/F%C3%B3rum_de_Governan%C3%A7a_da_Internet" id="w">F&oacute;rum de Governan&ccedil;a da Internet</a> (IGF) para discutir os assuntos relacionados &agrave; Internet.</p>&#10;<a id="Tipos_de_conex%C3%A3o" name="Tipos_de_conex%C3%A3o"></a><h3> Tipos de conex&atilde;o </h3>&#10;<p> &#10;Os meios de acesso direto &agrave; Internet s&atilde;o a conex&atilde;o <a href="http://en.wikipedia.org/wiki/Dial&shy;up" id="w">dial&shy;up</a>, a <a href="http://en.wikipedia.org/wiki/Banda_larga" id="w">banda larga</a> (em cabos coaxiais, <a href="http://en.wikipedia.org/wiki/Fibra_%C3%B3ptica" id="w">fibras &oacute;pticas</a> ou cabos met&aacute;licos), <a href="http://en.wikipedia.org/wiki/Wi&shy;Fi" id="w">Wi&shy;Fi</a>, <a href="http://en.wikipedia.org/wiki/Sat%C3%A9lite_artificial" id="w">sat&eacute;lites</a> e <a href="http://en.wikipedia.org/wiki/Telefone_celular" id="w">telefones celulares</a> com tecnologia <a href="http://en.wikipedia.org/wiki/3G" id="w">3G</a>.</p>&#10;<p>H&aacute; ainda aqueles locais onde o acesso &eacute; provido por uma institui&ccedil;&atilde;o ou empresa e o usu&aacute;rio se conecta &agrave; rede destas que prov&ecirc;m ent&atilde;o acesso a Internet. Entre esses locais, encontram&shy;se aqueles p&uacute;blicos com computadores para acesso &agrave; Internet, como centros comunit&aacute;rios, centros de inclus&atilde;o digital, bibliotecas e <a href="http://en.wikipedia.org/wiki/Cyber_caf%C3%A9" id="w">cyber caf&eacute;s</a>, al&eacute;m de <a href="http://en.wikipedia.org/wiki/Ponto_de_acesso_%C3%A0_Internet" id="w">pontos de acesso &agrave; Internet</a>, como aeroportos e outros.  Alguns desses locais limitam o uso por usu&aacute;rio a breves per&iacute;odos de tempo. Para nomear estes locais, v&aacute;rios termos s&atilde;o usados, como &#34&semi;terminal de acesso p&uacute;blico&#34&semi;, &#34&semi;quiosques de acesso a Internet&#34&semi;, &#34&semi;<a href="http://en.wikipedia.org/wiki/LAN" id="w">LAN</a> houses&#34&semi; ou ainda &#34&semi;<a href="http://en.wikipedia.org/wiki/Telefone_p%C3%BAblico" id="w">telefones p&uacute;blicos</a> com acesso &agrave; Internet&#34&semi;. Muitos hot&eacute;is tamb&eacute;m t&ecirc;m pontos p&uacute;blicos de conex&atilde;o &agrave; Internet, embora na maior parte dos casos, &eacute; necess&aacute;rio pagar pelos momentos de acesso. Existem, ainda, locais de acesso &agrave; Internet sem fio (<a href="http://en.wikipedia.org/wiki/Wi&shy;Fi" id="w">Wi&shy;Fi</a>), onde usu&aacute;rios precisam trazer seus pr&oacute;prios aparelhos dotados de tecnologia Wi&shy;Fi, como <a href="http://en.wikipedia.org/wiki/Laptop" id="w">laptops</a> ou <a href="http://en.wikipedia.org/wiki/PDA" id="w">PDAs</a>. Estes servi&ccedil;os de acesso a redes sem fio podem estar confinados a um edif&iacute;cio, uma loja ou restaurante, a um campus ou parque inteiro, ou mesmo cobrir toda uma cidade.  Eles podem ser gratuitos para todos, livres somente para clientes, ou pagos. Iniciativas <i><a href="http://en.wikipedia.org/wiki/Grassroots" id="w">grassroots</a></i> levaram &agrave; forma&ccedil;&atilde;o de <a href="http://en.wikipedia.org/wiki/Redes_de_comunidades_sem_fio" id="w">redes de comunidades sem fio</a>. Servi&ccedil;os comerciais Wi&shy;Fi j&aacute; est&atilde;o cobrindo grandes &aacute;reas de cidades, como <a href="http://en.wikipedia.org/wiki/Londres" id="w">Londres</a>, <a href="http://en.wikipedia.org/wiki/Viena" id="w">Viena</a>, <a href="http://en.wikipedia.org/wiki/Toronto" id="w">Toronto</a>, <a href="http://en.wikipedia.org/wiki/San_Francisco" id="w">San Francisco</a>, <a href="http://en.wikipedia.org/wiki/Filad%C3%A9lfia" id="w">Filad&eacute;lfia</a>, <a href="http://en.wikipedia.org/wiki/Chicago" id="w">Chicago</a> e <a href="http://en.wikipedia.org/wiki/Pittsburgh" id="w">Pittsburgh</a>. A Internet pode ser acessada nessas cidades em parques ou mesmo nas ruas.<sup id="_ref&shy;35" class="reference"><a href="#_note&shy;35" title="">[35]</a></sup></p>&#10;<p>&Agrave; parte do Wi&shy;Fi, h&aacute; experimentos com redes m&oacute;veis sem fio, como o <a href="http://en.wikipedia.org/wiki/Ricochet" id="w">Ricochet</a>, al&eacute;m de v&aacute;rios servi&ccedil;os de dados de alta velocidade em redes de telefones celulares.</p>&#10;<p>Telefones celulares de &uacute;ltima gera&ccedil;&atilde;o, como o <i><a href="http://en.wikipedia.org/wiki/Smartphone" id="w">smartphone</a></i>, geralmente v&ecirc;m com acesso &agrave; Internet atrav&eacute;s da pr&oacute;pria rede do telefone. Navegadores web, como o <a href="http://en.wikipedia.org/wiki/Opera" id="w">Opera</a>, est&atilde;o dispon&iacute;veis nestes aparelhos port&aacute;teis, que podem tamb&eacute;m rodar uma grande variedade de outros softwares especialmente desenvolvidos para a Internet. Existem mais telefones celulares com acesso &agrave; Internet do que computadores pessoais, embora a Internet nos telefones n&atilde;o seja grandemente usada. Os provedores de acesso a Internet e a matriz de protocolo, no caso dos telefones celulares, diferenciam&shy;se dos m&eacute;todos normais de acesso.</p>&#10;<p>Para poder navegar na Internet &eacute; necess&aacute;rio dispor de um navegador (<a href="http://en.wikipedia.org/wiki/Browser" id="w">browser</a>). Existem diversos programas deste tipo, sendo os mais conhecidos na atualidade, o <a href="http://en.wikipedia.org/wiki/Microsoft_Internet_Explorer" id="w">Microsoft Internet Explorer</a>, <a href="http://en.wikipedia.org/wiki/Mozilla_Firefox" id="w">Mozilla Firefox</a>, <a href="http://en.wikipedia.org/wiki/Google_Chrome" id="w">Google Chrome</a>, entre outros. Os navegadores permitem, portanto, que os utilizadores da rede acedam &agrave;s p&aacute;ginas WEB e que enviem ou recebam mensagens do correio eletr&ocirc;nico de qualquer parte do mundo. Existem tamb&eacute;m na rede dispositivos especiais de localiza&ccedil;&atilde;o de informa&ccedil;&otilde;es indispens&aacute;veis atualmente, devido &agrave; magnitude que a rede alcan&ccedil;ou. Os mais conhecidos s&atilde;o o <a href="http://en.wikipedia.org/wiki/Google" id="w">Google</a>, <a href="http://en.wikipedia.org/wiki/Yahoo!" id="w">Yahoo!</a> e <a href="http://en.wikipedia.org/wiki/Ask.com" id="w">Ask.com</a>.&#10;H&aacute; tamb&eacute;m outros servi&ccedil;os dispon&iacute;veis na rede, como transfer&ecirc;ncia de arquivos entre usu&aacute;rios (<a href="http://en.wikipedia.org/wiki/Download" id="w">download</a>), teleconfer&ecirc;ncia m&uacute;ltipla em tempo real (<a href="http://en.wikipedia.org/wiki/Videoconfer%C3%AAncia" id="w">videoconfer&ecirc;ncia</a>), etc.</p>&#10;<a id="Uso_mundial" name="Uso_mundial"></a><h2> Uso mundial </h2>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/Imagem:InternetPenetrationWorldMap.svg%7Cthumb%7Cesquerda%7C500px%7C%26lt%3Bcenter%26gt%3B%26%2339%3B%26%2339%3B%26%2339%3B%5B%5BAnexo:Lista_de_pa%C3%ADses_por_n%C3%BAmero_de_usu%C3%A1rios_de_Internet" id="w">Porcentagem de usu&aacute;rios da internet em rela&ccedil;&atilde;o a popula&ccedil;&atilde;o total do pa&iacute;s]]&#39&semi;&#39&semi;&#39&semi;&#60&semi;/center&#62&semi;&#60&semi;small&#62&semi;Fonte: [[Uni&atilde;o Internacional de Telecomunica&ccedil;&otilde;es]].&#60&semi;ref name=ITU&shy;IndividualsUsingTheInternet&#62&semi;[http://www.itu.int/en/ITU&shy;D/Statistics/Documents/statistics/2013/Individuals_Internet_2000&shy;2012.xls &#34&semi;Percentage of Individuals using the Internet 2000&shy;2012&#34&semi;], International Telecommunications Union (Geneva), Junho de 2013, acessado em 22 de junho de 2013&#60&semi;/ref&#62&semi;&#60&semi;/small&#62&semi;</a>&#10;O uso geral da internet tem tido um enorme crescimento. De 2000 a 2009, o n&uacute;mero de usu&aacute;rios da rede mundial no mundo subiu de 394 para 1,858 <a href="http://en.wikipedia.org/wiki/Bilh%C3%A3o" id="w">bilh&atilde;o</a>.<sup id="_ref&shy;36" class="reference"><a href="#_note&shy;36" title="">[36]</a></sup> Em 2010, 22% da popula&ccedil;&atilde;o mundial tinha acesso a computadores com 1 bilh&atilde;o de buscas no <a href="http://en.wikipedia.org/wiki/Google" id="w">Google</a> todos os dias, 300 milh&otilde;es de usu&aacute;rios de internet lendo <a href="http://en.wikipedia.org/wiki/Blog" id="w">blogs</a> e 2 bilh&otilde;es de v&iacute;deos assistidos diariamente no <a href="http://en.wikipedia.org/wiki/YouTube" id="w">YouTube</a>.<sup id="_ref&shy;37" class="reference"><a href="#_note&shy;37" title="">[37]</a></sup> </p>&#10;<p>A l&iacute;ngua dominante da comunica&ccedil;&atilde;o na Internet &eacute; o <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_inglesa" id="w">ingl&ecirc;s</a>. Isto talvez seja o resultado das origens da Internet, assim como o papel do ingl&ecirc;s como <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_franca" id="w">l&iacute;ngua franca</a>. Al&eacute;m disso, isso tamb&eacute;m talvez esteja relacionado &agrave;s grandes limita&ccedil;&otilde;es dos primeiros computadores, que foram fabricados na maior parte nos <a href="http://en.wikipedia.org/wiki/Estados_Unidos" id="w">Estados Unidos</a>, que n&atilde;o compreendem outros caracteres que n&atilde;o pertencem &agrave;queles do <a href="http://en.wikipedia.org/wiki/Alfabeto_latino" id="w">alfabeto latino</a> usados pelo ingl&ecirc;s.</p>&#10;<p>Por compara&ccedil;&atilde;o, as l&iacute;nguas mais usadas na <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a> s&atilde;o o ingl&ecirc;s (28,6%), o <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_chinesa" id="w">chin&ecirc;s</a> (20,3%), <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_castelhana" id="w">espanhol</a> (8,2%), <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_japonesa" id="w">japon&ecirc;s</a> (5,9%), <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_francesa" id="w">franc&ecirc;s</a> (4,6%), <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_portuguesa" id="w">portugu&ecirc;s</a> (4,6%), <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_alem%C3%A3" id="w">alem&atilde;o</a> (4,1%), <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_%C3%A1rabe" id="w">&aacute;rabe</a> (2,6%), <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_russa" id="w">russo</a> (2,4%) e <a href="http://en.wikipedia.org/wiki/L%C3%ADngua_coreana" id="w">coreano</a> (2,3%).<sup id="_ref&shy;38" class="reference"><a href="#_note&shy;38" title="">[38]</a></sup></p>&#10;<p>Por regi&atilde;o, 41% dos usu&aacute;rios de Internet do mundo est&atilde;o na <a href="http://en.wikipedia.org/wiki/&Aacute;sia" id="w">&Aacute;sia</a>, 25% na <a href="http://en.wikipedia.org/wiki/Europa" id="w">Europa</a>, 16% na <a href="http://en.wikipedia.org/wiki/Am%C3%A9rica_do_Norte" id="w">Am&eacute;rica do Norte</a>, 11% na <a href="http://en.wikipedia.org/wiki/Am%C3%A9rica_Latina" id="w">Am&eacute;rica Latina</a> e <a href="http://en.wikipedia.org/wiki/Caribe" id="w">Caribe</a>, 3% na <a href="http://en.wikipedia.org/wiki/&Aacute;frica" id="w">&Aacute;frica</a>, 3% no <a href="http://en.wikipedia.org/wiki/Oriente_M%C3%A9dio" id="w">Oriente M&eacute;dio</a> e 1% na <a href="http://en.wikipedia.org/wiki/Austr%C3%A1lia" id="w">Austr&aacute;lia</a>.<sup id="_ref&shy;inetstats_a" class="reference"><a href="#_note&shy;inetstats" title="">[39]</a></sup></p>&#10;<p>As tecnologias da Internet se desenvolveram suficientemente nos anos recentes, especialmente no uso do <a href="http://en.wikipedia.org/wiki/Unicode" id="w">Unicode</a>. Com isso, a facilidade est&aacute; dispon&iacute;vel para o desenvolvimento e a comunica&ccedil;&atilde;o de softwares para as l&iacute;nguas mais usadas. No entanto, ainda existem alguns erros de incompatibilidade de caracteres, conhecidos como <i><a href="http://en.wikipedia.org/wiki/Mojibake" id="w">mojibake</a></i> (a exibi&ccedil;&atilde;o incorreta de caracteres de l&iacute;nguas estrangeiras, conhecido tamb&eacute;m como <i>kryakozyabry</i>).&#10; </p>&#10;<a id="Servi%C3%A7os" name="Servi%C3%A7os"></a><h2> Servi&ccedil;os </h2>&#10;<p> &#10;V&aacute;rios servi&ccedil;os s&atilde;o disponibilizados na Internet atualmente como os que est&atilde;o relacionados abaixo. No entanto, devido ao dinamismo e o estimulo &agrave; criatividade humana dessa tecnologia, outros servi&ccedil;os in&eacute;ditos com certeza estar&atilde;o dispon&iacute;veis no futuro.  </p>&#10;<a id="Correio_eletr%C3%B4nico" name="Correio_eletr%C3%B4nico"></a><h3> Correio eletr&ocirc;nico </h3>&#10;<p><a href="http://en.wikipedia.org/wiki/Ficheiro:%40%40%40.svg%7Cthumb" id="w">A [[arroba]] [[@]] &eacute; uma parte do endere&ccedil;o de e&shy;mail.&#60&semi;ref&#62&semi; &#60&semi;/ref&#62&semi;&#60&semi;ref&#62&semi; &#60&semi;/ref&#62&semi;</a>&#10; </p>&#10;<p>O conceito de enviar mensagens eletr&ocirc;nicas de texto entre partes de uma maneira an&aacute;loga ao envio de cartas ou de arquivos &eacute; anterior &agrave; cria&ccedil;&atilde;o da Internet. Mesmo hoje em dia, pode ser importante distinguir a Internet de sistemas internos de <a href="http://en.wikipedia.org/wiki/Correio_eletr%C3%B4nico" id="w">correios eletr&ocirc;nicos</a> (e&shy;mails). O e&shy;mail de Internet pode viajar e ser guardado descriptografado por muitas outras redes e computadores que est&atilde;o fora do alcance do enviador e do receptor. Durante este tempo, &eacute; completamente poss&iacute;vel a leitura, ou mesmo a altera&ccedil;&atilde;o realizada por terceiras partes de conte&uacute;do de e&shy;mails. Sistemas leg&iacute;timos de sistemas de e&shy;mail internos ou de Intranet, onde as informa&ccedil;&otilde;es nunca deixam a empresa ou a rede da organiza&ccedil;&atilde;o, s&atilde;o muito mais seguros, embora em qualquer organiza&ccedil;&atilde;o haja <a href="http://en.wikipedia.org/wiki/IT" id="w">IT</a> e outras pessoas que podem estar envolvidas na monitora&ccedil;&atilde;o, e que podem ocasionalmente acessar os e&shy;mails que n&atilde;o s&atilde;o endere&ccedil;ados a eles. Hoje em dia, pode&shy;se enviar imagens e anexar arquivos no e&shy;mail. A maior parte dos servidores de e&shy;mail tamb&eacute;m destaca a habilidade de enviar e&shy;mails para m&uacute;ltiplos <a href="http://en.wikipedia.org/wiki/Endere%C3%A7o_eletr%C3%B4nico" id="w">endere&ccedil;os eletr&ocirc;nicos</a>.</p>&#10;<p>Tamb&eacute;m existem sistemas para a utiliza&ccedil;&atilde;o de correio eletr&ocirc;nico atrav&eacute;s da <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a> (ver esse uso abaixo), os <i><a href="http://en.wikipedia.org/wiki/Webmail" id="w">webmails</a></i>. Sistemas de <i><a href="http://en.wikipedia.org/wiki/Webmail" id="w">webmail</a></i> utilizam p&aacute;ginas web para a apresenta&ccedil;&atilde;o e utiliza&ccedil;&atilde;o dos protocolos envolvidos no envio e recebimento de <i>e&shy;mail</i>. Diferente de um aplicativo de acesso ao e&shy;mail instalado num computador, que s&oacute; pode ser acessado localmente pelo utilizador ou atrav&eacute;s de acesso remoto (ver esse uso abaixo), o conte&uacute;do pode ser acessado facilmente em qualquer lugar atrav&eacute;s de um sistema de autentica&ccedil;&atilde;o pela WWW.</p>&#10;<a id="World_Wide_Web" name="World_Wide_Web"></a><h3> World Wide Web </h3>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/Imagem:Firefox_3.png%7Cthumb%7Cright" id="w">Um [[navegador]] apresentando uma [[p&aacute;gina web]].</a></p>&#10;<p>Atrav&eacute;s de <a href="http://en.wikipedia.org/wiki/P%C3%A1gina_web" id="w">p&aacute;ginas web</a> classificadas por <a href="http://en.wikipedia.org/wiki/Motor_de_busca" id="w">motores de busca</a> e organizadas em <a href="http://en.wikipedia.org/wiki/Site" id="w">s&iacute;tios web</a>, milhares de pessoas possuem acesso instant&acirc;neo a uma vasta gama de informa&ccedil;&atilde;o on&shy;line em <a href="http://en.wikipedia.org/wiki/Hiperm%C3%ADdia" id="w">hiperm&iacute;dia</a>. Comparado &agrave;s enciclop&eacute;dias e &agrave;s bibliotecas tradicionais, a WWW permitiu uma extrema descentraliza&ccedil;&atilde;o da informa&ccedil;&atilde;o e dos dados. Isso inclui a cria&ccedil;&atilde;o ou populariza&ccedil;&atilde;o de tecnologias como p&aacute;ginas pessoais, <a href="http://en.wikipedia.org/wiki/Weblog" id="w">weblogs</a> e <a href="http://en.wikipedia.org/wiki/Rede_social" id="w">redes sociais</a>, no qual qualquer um com acesso a um <a href="http://en.wikipedia.org/wiki/Navegador" id="w">navegador</a> (um <a href="http://en.wikipedia.org/wiki/Programa_de_computador" id="w">programa de computador</a> para acessar a WWW) pode disponibilizar conte&uacute;do.</p>&#10;<p>A www &eacute; talvez o servi&ccedil;o mais utilizado e popular na Internet. Frequentemente, um termo &eacute; confundido com o outra. A Web vem se tornando uma plataforma comum, na qual outros servi&ccedil;os da Internet s&atilde;o disponibilizados. Pode&shy;se utiliz&aacute;&shy;la atualmente para usar o correio eletr&ocirc;nico (atrav&eacute;s de <i><a href="http://en.wikipedia.org/wiki/Webmail" id="w">webmail</a></i>), realizar colabora&ccedil;&atilde;o (como na <a href="http://en.wikipedia.org/wiki/Wikip%C3%A9dia" id="w">Wikip&eacute;dia</a>) e compartilhar arquivos (atrav&eacute;s de s&iacute;tios web espec&iacute;ficos para tal).</p>&#10;<a id="Acesso_remoto" name="Acesso_remoto"></a><h3> Acesso remoto </h3>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/Imagem:VNC_in_KDE.png%7Cthumb%7Cleft" id="w">Um [[ambiente de trabalho remoto]] em execu&ccedil;&atilde;o</a></p>&#10;<p>A Internet permite a utilizadores de computadores a conex&atilde;o com outros computadores facilmente, mesmo estando em localidades distantes no mundo. Esse acesso remoto pode ser feito de forma segura, com autentica&ccedil;&atilde;o e criptografia de dados, se necess&aacute;rio. Uma <a href="http://en.wikipedia.org/wiki/VPN" id="w">VPN</a> &eacute; um exemplo de rede destinada a esse prop&oacute;sito.</p>&#10;<p>Isto est&aacute; encorajando novos meios de se trabalhar de casa, a colabora&ccedil;&atilde;o e o compartilhamento de informa&ccedil;&otilde;es em muitas empresas. Um <a href="http://en.wikipedia.org/wiki/Contador" id="w">contador</a> estando em casa pode <a href="http://en.wikipedia.org/wiki/Auditoria" id="w">auditar</a> os livros&shy;caixa de uma empresa baseada em outro pa&iacute;s por meio de um <a href="http://en.wikipedia.org/wiki/Servidor" id="w">servidor</a> situado num terceiro pa&iacute;s, que &eacute; mantido por especialistas IT num quarto pa&iacute;s. Estas contas poderiam ter sido criadas por guarda&shy;livros que trabalham em casa em outras localidades mais remotas, baseadas em informa&ccedil;&otilde;es coletadas por e&shy;mail de todo o mundo. Alguns desses recursos eram poss&iacute;veis antes do uso disperso da Internet, mas o custo de <a href="http://en.wikipedia.org/wiki/Linha_arrendada" id="w">linhas arrendadas</a> teria feito muitos deles impratic&aacute;vel.</p>&#10;<p>Um executivo fora de seu local de trabalho, talvez no outro lado do mundo numa viagem a neg&oacute;cios ou de f&eacute;rias, pode abrir a sua sess&atilde;o de <a href="http://en.wikipedia.org/wiki/Remote_Desktop_Protocol" id="w">desktop remoto</a> em seu computador pessoal, usando uma conex&atilde;o de <a href="http://en.wikipedia.org/wiki/Virtual_Private_Network" id="w">Virtual Private Network</a> (VPN) atrav&eacute;s da Internet. Isto d&aacute; ao usu&aacute;rio um acesso completo a todos os seus dados e arquivos usuais, incluindo o e&shy;mail e outras aplica&ccedil;&otilde;es. Isso mesmo enquanto est&aacute; fora de seu local de trabalho.</p>&#10;<p>O <a href="http://en.wikipedia.org/wiki/Virtual_Network_Computing" id="w">Virtual Network Computing</a> (VNC) &eacute; um protocolo bastante usado por utilizadores dom&eacute;sticos para a realiza&ccedil;&atilde;o de acesso remoto de computadores. Com ele &eacute; poss&iacute;vel utilizar todas as funcionalidades de um computador a partir de outro, atrav&eacute;s de uma &aacute;rea de trabalho virtual. Toda a <a href="http://en.wikipedia.org/wiki/Interface_homem&shy;computador" id="w">interface homem&shy;computador</a> realizada em um computador, como o uso do <a href="http://en.wikipedia.org/wiki/Mouse" id="w">mouse</a> e do <a href="http://en.wikipedia.org/wiki/Teclado_(computador)" id="w">teclado</a>, &eacute; refletida no outro computador.</p>&#10;<a id="Colabora%C3%A7%C3%A3o" name="Colabora%C3%A7%C3%A3o"></a><h3> Colabora&ccedil;&atilde;o </h3>&#10;<p> </p>&#10;<p><a href="http://en.wikipedia.org/wiki/Imagem:Gaim_screenshot_under_GNOME.png%7Cthumb%7Cright" id="w">Um [[mensageiro instant&acirc;neo]] na tela de conversa.</a></p>&#10;<p>O baixo custo e o compartilhamento quase instant&acirc;neo de ideias, conhecimento e habilidades, tem feito do trabalho <a href="http://en.wikipedia.org/wiki/Colabora%C3%A7%C3%A3o" id="w">colaborativo</a> drasticamente mais f&aacute;cil. N&atilde;o somente um grupo pode de forma barata comunicar&shy;se e compartilhar ideias, mas o grande alcance da Internet permite a tais grupos facilitar a sua pr&oacute;pria forma&ccedil;&atilde;o em primeiro lugar. Um exemplo disto &eacute; o <a href="http://en.wikipedia.org/wiki/Movimento_do_software_livre" id="w">movimento do software livre</a>, que produziu o <a href="http://en.wikipedia.org/wiki/Linux" id="w">Linux</a>, o <a href="http://en.wikipedia.org/wiki/Mozilla_Firefox" id="w">Mozilla Firefox</a>, o <a href="http://en.wikipedia.org/wiki/OpenOffice.org" id="w">OpenOffice.org</a>, entre outros.</p>&#10;<p>O <i><a href="http://en.wikipedia.org/wiki/Chat" id="w">chat</a></i>, as <a href="http://en.wikipedia.org/wiki/Rede_social" id="w">redes sociais</a> e os sistemas de <a href="http://en.wikipedia.org/wiki/Mensageiro_instant%C3%A2neo" id="w">mensagem instant&acirc;neas</a> s&atilde;o tecnologias que tamb&eacute;m utilizam a Internet como meio de troca de ideias e colabora&ccedil;&atilde;o. Mesmo o correio eletr&ocirc;nico &eacute; tido atualmente como uma ferramenta de trabalho colaborativo. Ainda bastante usado em ambientes corporativo, v&ecirc;m perdendo espa&ccedil;o entre utilizadores pessoais para servi&ccedil;os como mensagem instant&acirc;nea e redes sociais devido ao dinamismo e pluralidade de op&ccedil;&otilde;es fornecidas por esses dois.</p>&#10;<p>Outra aplica&ccedil;&atilde;o de colabora&ccedil;&atilde;o na Internet s&atilde;o os sistemas <a href="http://en.wikipedia.org/wiki/Wiki" id="w">wiki</a>, que utilizam a World Wide Web para realizar colabora&ccedil;&atilde;o, fornecendo ferramentas como sistema de controle de vers&atilde;o e autentica&ccedil;&atilde;o de utilizadores para a edi&ccedil;&atilde;o <i>on&shy;line</i> de documentos.</p>&#10;<a id="Compartilhamento_de_arquivos" name="Compartilhamento_de_arquivos"></a><h3> Compartilhamento de arquivos </h3>&#10;<p> </p>&#10;<p><a href="http://en.wikipedia.org/wiki/Imagem:AMule_screenshot.png%7Cthumb%7Cleft%7CUm_%5B%5Bcompartilhamento_de_arquivos" id="w">compartilhador de arquivos]]</a></p>&#10;<p>Um <a href="http://en.wikipedia.org/wiki/Arquivo_de_computador" id="w">arquivo de computador</a> pode ser compartilhado por diversas pessoas atrav&eacute;s da Internet. Pode ser carregado num <a href="http://en.wikipedia.org/wiki/Servidor_Web" id="w">servidor Web</a> ou disponibilizado num servidor <a href="http://en.wikipedia.org/wiki/FTP" id="w">FTP</a>, caracterizando um &uacute;nico local de fonte para o conte&uacute;do. </p>&#10;<p>Tamb&eacute;m pode ser compartilhado numa rede <a href="http://en.wikipedia.org/wiki/P2P" id="w">P2P</a>. Nesse caso, o acesso &eacute; controlado por autentica&ccedil;&atilde;o, e uma vez disponibilizado, o arquivo &eacute; distribu&iacute;do por v&aacute;rias m&aacute;quinas, constituindo v&aacute;rias fontes para um mesmo arquivo. Mesmo que o autor original do arquivo j&aacute; n&atilde;o o disponibilize, outras pessoas da rede que j&aacute; obtiveram o arquivo podem disponibiliz&aacute;&shy;lo. A partir do momento que a midia &eacute; publicada, perde&shy;se o controle sobre ela. Os compartilhadores de arquivo atrav&eacute;s de redes descentralizadas como o <a href="http://en.wikipedia.org/wiki/P2P" id="w">P2P</a> s&atilde;o constantemente alvo de cr&iacute;ticas devido a sua utiliza&ccedil;&atilde;o como meio de <a href="http://en.wikipedia.org/wiki/Pirataria_na_Internet" id="w">pirataria digital</a>: com o famoso caso <a href="http://en.wikipedia.org/wiki/Napster" id="w">Napster</a>. Tais redes evoluiram com o tempo para uma maior descentraliza&ccedil;&atilde;o, o que acaba por significar uma maior obscuridade em rela&ccedil;&atilde;o ao conte&uacute;do que est&aacute; trafegando.</p>&#10;<p>Estas simples caracter&iacute;sticas da Internet, sobre uma base mundial, est&atilde;o mudando a produ&ccedil;&atilde;o, venda e a distribui&ccedil;&atilde;o de qualquer coisa que pode ser reduzida a um arquivo de computador para a sua transmiss&atilde;o. Isto inclui todas as formas de publica&ccedil;&otilde;es impressas, produtos de software, not&iacute;cias, m&uacute;sica, v&iacute;deos, fotografias, gr&aacute;ficos e outras artes digitais. Tal processo, vem causando mudan&ccedil;as dram&aacute;ticas nas estrat&eacute;gias de mercado e distribui&ccedil;&atilde;o de todas as empresas que controlavam a produ&ccedil;&atilde;o e a distribui&ccedil;&atilde;o desses produtos.</p>&#10;<a id="Transmiss%C3%A3o_de_m%C3%ADdia" name="Transmiss%C3%A3o_de_m%C3%ADdia"></a><h3> Transmiss&atilde;o de m&iacute;dia </h3>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/Imagem:VLC_2.0_Oxygen.png%7Cthumb" id="w">Transmiss&atilde;o de um v&iacute;deo</a></p>&#10;<p>Muitas difusoras de r&aacute;dio e televis&atilde;o existentes proveem <i><a href="http://en.wikipedia.org/wiki/Feed" id="w">feeds</a></i> de Internet de suas transmiss&otilde;es de &aacute;udio e de v&iacute;deo ao vivo (por exemplo, a <a href="http://en.wikipedia.org/wiki/BBC" id="w">BBC</a>). Estes provedores t&ecirc;m sido conectados a uma grande variedade de &#34&semi;difusores&#34&semi; que usam somente a Internet, ou seja, que nunca obtiveram licen&ccedil;as de transmiss&atilde;o por meios oficiais. Isto significa que um aparelho conectado &agrave; Internet, como um computador, pode ser usado para acessar m&iacute;dias online pelo mesmo jeito do que era poss&iacute;vel anteriormente somente com receptores de <a href="http://en.wikipedia.org/wiki/Televis%C3%A3o" id="w">televis&atilde;o</a> ou de <a href="http://en.wikipedia.org/wiki/R%C3%A1dio" id="w">r&aacute;dio</a>. A variedade de materiais transmitidos tamb&eacute;m &eacute; muito maior, desde a <a href="http://en.wikipedia.org/wiki/Pornografia" id="w">pornografia</a> at&eacute; <i><a href="http://en.wikipedia.org/wiki/Webcast" id="w">webcasts</a></i> t&eacute;cnicos e altamente especializados. O <i><a href="http://en.wikipedia.org/wiki/Podcasting" id="w">podcasting</a></i> &eacute; uma varia&ccedil;&atilde;o desse tema, em que o material &shy; normalmente &aacute;udio &shy; &eacute; descarregado e tocado num computador, ou passado para um <a href="http://en.wikipedia.org/wiki/Tocador_de_m%C3%ADdia_port%C3%A1til" id="w">tocador de m&iacute;dia port&aacute;til</a>. Estas t&eacute;cnicas que se utilizam de equipamentos simples permitem a qualquer um, com pouco controle de censura ou de licen&ccedil;a, difundir material &aacute;udio&shy;visual numa escala mundial.</p>&#10;<p>As <a href="http://en.wikipedia.org/wiki/Webcams" id="w">webcams</a> podem ser vistas como uma extens&atilde;o menor deste fen&ocirc;meno. Enquanto que algumas delas podem oferecer v&iacute;deos a taxa completa de quadros, a imagem &eacute; normalmente menor ou as atualiza&ccedil;&otilde;es s&atilde;o mais lentas. Os usu&aacute;rios de Internet podem assistir animais africanos em volta de uma po&ccedil;a de &aacute;gua, navios no <a href="http://en.wikipedia.org/wiki/Canal_do_Panam%C3%A1" id="w">Canal do Panam&aacute;</a>, o tr&aacute;fego de uma autoestrada ou monitorar seus pr&oacute;prios entes queridos em tempo real. <a href="http://en.wikipedia.org/wiki/Sala_de_v%C3%ADdeo_chat" id="w">Salas de v&iacute;deo chat</a> ou de <a href="http://en.wikipedia.org/wiki/V%C3%ADdeoconfer%C3%AAncia" id="w">v&iacute;deoconfer&ecirc;ncia</a> tamb&eacute;m s&atilde;o populares, e muitos usos est&atilde;o sendo encontrados para as webcams pessoais, com ou sem sistemas de duas vias de transmiss&atilde;o de som.</p>&#10;<a id="Telefonia_na_Internet_(Voz_sobre_IP)" name="Telefonia_na_Internet_(Voz_sobre_IP)"></a><h3> Telefonia na Internet (Voz sobre IP) </h3>&#10;<p> </p>&#10;<p>VoIP significa &#34&semi;Voice&shy;over&shy;Internet Protocol&#34&semi; (Voz sobre <a href="http://en.wikipedia.org/wiki/Protocolo_de_Internet" id="w">Protocolo de Internet</a>), referindo&shy;se ao protocolo que acompanha toda comunica&ccedil;&atilde;o na Internet. As ideias come&ccedil;aram no in&iacute;cio da d&eacute;cada de 1990, com as aplica&ccedil;&otilde;es de voz tipo &#34&semi;<a href="http://en.wikipedia.org/wiki/Walkie&shy;talkie" id="w">walkie&shy;talkie</a>&#34&semi; para computadores pessoais. Nos anos recentes, muitos sistemas VoIP se tornaram f&aacute;ceis de se usar e t&atilde;o convenientes quanto o telefone normal. O benef&iacute;cio &eacute; que, j&aacute; que a Internet permite o tr&aacute;fego de voz, o VoIP pode ser gratuito ou custar muito menos do que telefonemas normais, especialmente em telefonemas de longa dist&acirc;ncia, e especialmente para aqueles que est&atilde;o sempre com conex&otilde;es de Internet dispon&iacute;veis, seja a <a href="http://en.wikipedia.org/wiki/Cable_modem" id="w">cabo</a> ou <a href="http://en.wikipedia.org/wiki/ADSL" id="w">ADSL</a>.</p>&#10;<p>O VoIP est&aacute; se constituindo como uma alternativa competitiva ao servi&ccedil;o tradicional de telefonia. A interoperabilidade entre diferentes provedores melhorou com a capacidade de realizar ou receber uma liga&ccedil;&atilde;o de telefones tradicionais. Adaptadores de redes VoIP simples e baratos est&atilde;o dispon&iacute;veis, eliminando a necessidade de um computador pessoal.</p>&#10;<p>A qualidade de voz pode ainda variar de uma chamada para outra, mas &eacute; frequentemente igual ou mesmo superior aos telefonemas tradicionais.</p>&#10;<p>No entanto, os problemas remanescentes do servi&ccedil;o VoIP incluem a discagem e a confian&ccedil;a em <a href="http://en.wikipedia.org/wiki/N%C3%BAmero_de_telefone_de_emerg%C3%AAncia" id="w">n&uacute;mero de telefone de emerg&ecirc;ncia</a>. Atualmente, apenas alguns provedores de servi&ccedil;o VoIP proveem um sistema de emerg&ecirc;ncia. Telefones tradicionais s&atilde;o ligados a centrais telef&ocirc;nicas e operam numa poss&iacute;vel queda do fornecimento de eletricidade&semi; o VoIP n&atilde;o funciona se n&atilde;o houver uma <a href="http://en.wikipedia.org/wiki/Fonte_de_alimenta%C3%A7%C3%A3o_ininterrupta" id="w">fonte de alimenta&ccedil;&atilde;o ininterrupta</a> para o equipamento usado como telefone e para os equipamentos de acesso a Internet.</p>&#10;<p>Para al&eacute;m de substituir o uso do telefone convencional, em diversas situa&ccedil;&otilde;es, o VoIP est&aacute; se popularizando cada vez mais para aplica&ccedil;&otilde;es de jogos, como forma de comunica&ccedil;&atilde;o entre jogadores. Servi&ccedil;os populares para jogos incluem o <a href="http://en.wikipedia.org/wiki/Ventrilo" id="w">Ventrilo</a>, o <a href="http://en.wikipedia.org/wiki/Teamspeak" id="w">Teamspeak</a>, e outros. O <a href="http://en.wikipedia.org/wiki/PlayStation_3" id="w">PlayStation 3</a> e o <a href="http://en.wikipedia.org/wiki/Xbox_360" id="w">Xbox 360</a> tamb&eacute;m podem oferecer <a href="http://en.wikipedia.org/wiki/Bate_papo" id="w">bate papo</a> por meio dessa tecnologia.</p>&#10;<a id="Impacto_social" name="Impacto_social"></a><h2> Impacto social </h2>&#10;<p> &#10;A Internet tem possibilitado a forma&ccedil;&atilde;o de novas formas de intera&ccedil;&atilde;o, organiza&ccedil;&atilde;o e atividades sociais, gra&ccedil;as as suas caracter&iacute;sticas b&aacute;sicas, como o uso e o acesso difundido. </p>&#10;<p><a href="http://en.wikipedia.org/wiki/Rede_social" id="w">Redes sociais</a>, como <a href="http://en.wikipedia.org/wiki/Facebook" id="w">Facebook</a>, <a href="http://en.wikipedia.org/wiki/MySpace" id="w">MySpace</a>, <a href="http://en.wikipedia.org/wiki/Orkut" id="w">Orkut</a>, <a href="http://en.wikipedia.org/wiki/Twitter" id="w">Twitter</a>, entre outras, t&ecirc;m criado uma nova forma de socializa&ccedil;&atilde;o e intera&ccedil;&atilde;o. Os usu&aacute;rios desses servi&ccedil;os s&atilde;o capazes de adicionar uma grande variedade de itens as suas p&aacute;ginas pessoais, de indicar interesses comuns, e de entrar em contato com outras pessoas. Tamb&eacute;m &eacute; poss&iacute;vel encontrar um grande c&iacute;rculo de conhecimentos existentes, especialmente se o site permite que usu&aacute;rios utilizem seus nomes reais, e de permitir a comunica&ccedil;&atilde;o entre os grandes grupos existentes de pessoas.<sup id="_ref&shy;40" class="reference"><a href="#_note&shy;40" title="">[40]</a></sup></p>&#10;<a id="Controle_e__censura" name="Controle_e__censura"></a><h3> Controle e  censura </h3>&#10;<p> &#10;<a href="http://en.wikipedia.org/wiki/File:Internet_Censorship_World_Map.svg%7Cright%7C500px%7Cthumb%7C%26lt%3Bcenter%26gt%3B%26%2339%3B%26%2339%3B%26%2339%3B%5B%5BCensura_na_Internet" id="w">Censura na Internet por pa&iacute;s]]&#39&semi;&#39&semi;&#39&semi;&#60&semi;ref name=ONISS&shy;Nov2011&#62&semi;OpenNet Initiative [http://opennet.net/research/data  &#34&semi;Summarized global Internet filtering data spreadsheet&#34&semi;], 8 November 2011 and [http://opennet.net/research/profiles &#34&semi;Country Profiles&#34&semi;], the OpenNet Initiative is a collaborative partnership of the Citizen Lab at the Munk School of Global Affairs, University of Toronto&semi; the Berkman Center for Internet &#38&semi; Society at Harvard University&semi; and the SecDev Group, Ottawa&#60&semi;/ref&#62&semi;&#60&semi;ref name=ONIChildPornLegal&#62&semi;Due to legal concerns the [[OpenNet Initiative]] does not check for filtering of [[child pornography]] and because their classifications focus on technical filtering, they do not include other types of censorship.&#60&semi;/ref&#62&semi;&#60&semi;ref name=RWBEnemies&#62&semi;[http://march12.rsf.org/i/Report_EnemiesoftheInternet_2012.pdf &#39&semi;&#39&semi;Internet Enemies&#39&semi;&#39&semi;], Reporters Without Borders (Paris), 12&#160&semi;March 2012&#60&semi;/ref&#62&semi;&#60&semi;/center&#62&semi;&#10; &#10; &#10; &#10; &#10; &#10; &#10; &#10; &#10;</a></p>&#10;<p>Em <a href="http://en.wikipedia.org/wiki/Democracia" id="w">sociedades democr&aacute;ticas</a>, a Internet tem alcan&ccedil;ado uma nova relev&acirc;ncia como uma ferramenta pol&iacute;tica. A campanha presidencial de <a href="http://en.wikipedia.org/wiki/Barack_Obama" id="w">Barack Obama</a> em <a href="http://en.wikipedia.org/wiki/Elei%C3%A7%C3%B5es_presidenciais_nos_Estados_Unidos_em_2008" id="w">2008</a> nos <a href="http://en.wikipedia.org/wiki/Estados_Unidos" id="w">Estados Unidos</a> ficou famosa pela sua habilidade de gerar doa&ccedil;&otilde;es por meio da Internet. Muitos grupos pol&iacute;ticos usam a rede global para alcan&ccedil;ar um novo m&eacute;todo de organiza&ccedil;&atilde;o, com o objetivo de criar e manter o <a href="http://en.wikipedia.org/wiki/Ativismo_na_Internet" id="w">ativismo na Internet</a>.</p>&#10;<p>Governos de pa&iacute;ses como Ar&aacute;bia Saudita, Belarus, Burma, Cuba, Egito, Eti&oacute;pia, Ir&atilde;, Coreia do Norte, S&iacute;ria, Tun&iacute;sia, Turcomenist&atilde;o, Uzbequist&atilde;o, Vietn&atilde; e Zimb&aacute;bue, restringem o que as pessoas em seus pa&iacute;ses podem acessar na Internet, especialmente conte&uacute;dos pol&iacute;ticos e religiosos. Isto &eacute; conseguido por meio de softwares que filtram determinados dom&iacute;nios e conte&uacute;dos. Assim, esses dom&iacute;nios e conte&uacute;dos n&atilde;o podem ser acessados facilmente sem burlar de forma elaborada o sistema de bloqueio.<sup id="_ref&shy;Censura_a" class="reference"><a href="#_note&shy;Censura" title="">[41]</a></sup>  </p>&#10;<p>Segundo a organiza&ccedil;&atilde;o <a href="http://en.wikipedia.org/wiki/Rep%C3%B3rteres_Sem_Fronteiras" id="w">Rep&oacute;rteres Sem Fronteiras</a>, &#34&semi;esses pa&iacute;ses transformaram a internet em uma intranet, para que os usu&aacute;rios n&atilde;o obtenham informa&ccedil;&otilde;es consideradas indesej&aacute;veis&rdquo;. Al&eacute;m do mais, todas essas na&ccedil;&otilde;es t&ecirc;m em comum governos autorit&aacute;rios, que se mant&ecirc;m no poder por meio de um controle ideol&oacute;gico&#34&semi;.<sup id="_ref&shy;Censura_b" class="reference"><a href="#_note&shy;Censura" title="">[41]</a></sup></p>&#10;<p>A Cor&eacute;ia do Norte por exemplo &eacute; o pa&iacute;s que possui apenas dois websites registrados: o &oacute;rg&atilde;o de controle de uso da rede(Centro Oficial de Computa&ccedil;&atilde;o) e o portal oficial do governo. Para popula&ccedil;&atilde;o, &eacute; completamente vetado o uso de internet at&eacute; porque n&atilde;o existem provedores no pa&iacute;s. Existem <a href="http://en.wikipedia.org/wiki/Cyber_caf%C3%A9" id="w">cyber&rsquo;s</a> autorizados pelo governo, com conte&uacute;do controlado e ainda assim as idas e vindas dos policiais s&atilde;o indispens&aacute;veis. Apenas os governantes tem acesso a conex&atilde;o via&shy;sat&eacute;lite.<sup id="_ref&shy;Censura_c" class="reference"><a href="#_note&shy;Censura" title="">[41]</a></sup></p>&#10;<p>J&aacute; em Cuba, existe apenas um cyber e o pre&ccedil;o para acessar sites estrangeiros (e controlado) &eacute; de cerca de 6 d&oacute;lares por hora, sendo que o sal&aacute;rio m&eacute;dio da popula&ccedil;&atilde;o &eacute; de 17 d&oacute;lares por m&ecirc;s. Com a velocidade da informa&ccedil;&atilde;o que a internet proporciona, os governantes desses pa&iacute;ses omitem informa&ccedil;&otilde;es da popula&ccedil;&atilde;o, pois elas n&atilde;o tem acesso a esse emaranhado de not&iacute;cias em tempo real.<sup id="_ref&shy;Censura_d" class="reference"><a href="#_note&shy;Censura" title="">[41]</a></sup></p>&#10;<p>Na <a href="http://en.wikipedia.org/wiki/Noruega" id="w">Noruega</a>, <a href="http://en.wikipedia.org/wiki/Dinamarca" id="w">Dinamarca</a>, <a href="http://en.wikipedia.org/wiki/Finl%C3%A2ndia" id="w">Finl&acirc;ndia</a><sup id="_ref&shy;The Register_a" class="reference"><a href="#_note&shy;The Register" title="">[42]</a></sup> e na <a href="http://en.wikipedia.org/wiki/Su%C3%A9cia" id="w">Su&eacute;cia</a>, grandes provedores de servi&ccedil;os de Internet arranjaram voluntariamente a restri&ccedil;&atilde;o (possivelmente para evitar que tal arranjo se torne uma lei) ao acesso a sites listados pela pol&iacute;cia. Enquanto essa lista de URL proibidos cont&ecirc;m supostamente apenas endere&ccedil;os URL de sites de pornografia infantil, o conte&uacute;do desta lista &eacute; secreta. Muitos pa&iacute;ses, incluindo os <a href="http://en.wikipedia.org/wiki/Estados_Unidos" id="w">Estados Unidos</a>, elaboraram leis que fazem da posse e da distribui&ccedil;&atilde;o de certos materiais, como <a href="http://en.wikipedia.org/wiki/Pornografia_infantil" id="w">pornografia infantil</a>, ilegais, mas n&atilde;o bloqueiam estes sites com a ajuda de softwares. H&aacute; muitos programas de software livres ou dispon&iacute;veis comercialmente, com os quais os usu&aacute;rios podem escolher bloquear websites ofensivos num computador pessoal ou mesmo numa rede. Esses softwares podem bloquear, por exemplo, o acesso de crian&ccedil;as &agrave; pornografia ou &agrave; viol&ecirc;ncia.</p>&#10;<a id="Educa%C3%A7%C3%A3o" name="Educa%C3%A7%C3%A3o"></a><h3> Educa&ccedil;&atilde;o </h3>&#10;<p>O uso das redes como uma nova forma de intera&ccedil;&atilde;o no processo educativo amplia a a&ccedil;&atilde;o de comunica&ccedil;&atilde;o entre <a href="http://en.wikipedia.org/wiki/Aluno" id="w">aluno</a> e <a href="http://en.wikipedia.org/wiki/Professor" id="w">professor</a> e o interc&acirc;mbio <a href="http://en.wikipedia.org/wiki/Educa%C3%A7%C3%A3o" id="w">educacional</a> e <a href="http://en.wikipedia.org/wiki/Cultura" id="w">cultural</a>. Desta forma, o ato de educar com o aux&iacute;lio da Internet proporciona a quebra de barreiras, de fronteiras e remove o isolamento da sala de aula, acelerando a autonomia da aprendizagem dos alunos em seus pr&oacute;prios ritmos. Assim, a educa&ccedil;&atilde;o pode assumir um car&aacute;ter coletivo e tornar&shy;se acess&iacute;vel a todos, embora ainda exista a barreira do pre&ccedil;o e o analfabetismo tecnol&oacute;gico.</p>&#10;<p>Faz&shy;se oportuna a frase do fil&oacute;sofo e epistemologista franc&ecirc;s <a href="http://en.wikipedia.org/wiki/Michel_Serres" id="w">Michel Serres</a>, que mesmo com seus 83 anos &eacute; docente da <a href="http://en.wikipedia.org/wiki/Universidade_de_Stanford" id="w">Universidade de Stanford</a>: &#34&semi;A pedagogia modificou&shy;se completamente com as novas tecnologias&#34&semi;<sup id="_ref&shy;43" class="reference"><a href="#_note&shy;43" title="">[43]</a></sup><sup id="_ref&shy;:0_a" class="reference"><a href="#_note&shy;:0" title="">[44]</a></sup>. A jornalista da Gazeta do Povo, Marleth Silva, sintetiza o &uacute;ltimo livro deste fil&oacute;sofo: &#34&semi;O ambiente mudou tanto que d&aacute; para afirmar que esses jovens s&atilde;o novos seres humanos&#34&semi;<sup id="_ref&shy;:0_b" class="reference"><a href="#_note&shy;:0" title="">[44]</a></sup>. Quanto &agrave; conduta &eacute; ineg&aacute;vel, talvez dentro do c&eacute;rebro humano tamb&eacute;m, pois pesquisas de neurocientistas j&aacute; sinalizam que a era digital est&aacute; alterando as conex&otilde;es neuronais<sup id="_ref&shy;45" class="reference"><a href="#_note&shy;45" title="">[45]</a></sup><sup id="_ref&shy;:0_c" class="reference"><a href="#_note&shy;:0" title="">[44]</a></sup>.</p>&#10;<p>Ao utilizar o computador no processo de ensino&shy;aprendizagem, destaca&shy;se a maneira como esses computadores s&atilde;o utilizados, quanto &agrave; originalidade, &agrave; criatividade, &agrave; inova&ccedil;&atilde;o, que ser&atilde;o empregadas em cada sala de aula. Para o trabalho direto com essa gera&ccedil;&atilde;o, que anseia muito ter um &#34&semi;contato&#34&semi; direto com as m&aacute;quinas, &eacute; necess&aacute;rio tamb&eacute;m um novo tipo de profissional de ensino. Que esse profissional n&atilde;o seja apenas reprodutor de conhecimento j&aacute; estabelecido, mas que esteja voltado ao uso dessas novas tecnologias. N&atilde;o basta que as escolas e o governo fa&ccedil;am com a <a href="http://en.wikipedia.org/wiki/Multim%C3%A9dia" id="w">multim&eacute;dia</a> o que vem fazendo com os livros did&aacute;ticos, tornando&shy;os a panac&eacute;ia da atividade do professor.</p>&#10;<p>A utiliza&ccedil;&atilde;o da Internet leva a acreditar numa nova dimens&atilde;o qualitativa para o ensino, atrav&eacute;s da qual se coloca o ato educativo voltado para a vis&atilde;o cooperativa. Al&eacute;m do que, o uso das redes traz &agrave; pr&aacute;tica pedag&oacute;gica um ambiente atrativo, onde o aluno se torna capaz, atrav&eacute;s da autoaprendizagem e de seus professores, de poder tirar proveito dessa tecnologia para sua vida.</p>&#10;<p>O computador se tornou um forte aliado para desenvolver projetos, trabalhar temas discut&iacute;veis. &Eacute; um instrumento pedag&oacute;gico que ajuda na constru&ccedil;&atilde;o do conhecimento n&atilde;o somente para os alunos, mas tamb&eacute;m aos professores. Entretanto, &eacute; importante ressaltar que, por si s&oacute;, o computador n&atilde;o faz nada. O potencial de tal ser&aacute; determinado pela teoria escolhida e pela metodologia empregada nas aulas. No entanto, &eacute; importante lembrar que colocar computadores nas escolas n&atilde;o significa informatizar a educa&ccedil;&atilde;o, mas sim introduzir a inform&aacute;tica como recurso e ferramenta de ensino, dentro e fora da sala de aula, isso sim se torna sin&ocirc;nimo de informatiza&ccedil;&atilde;o da educa&ccedil;&atilde;o. No entanto, tamb&eacute;m &eacute; essencial que os professores estejam bem preparados para lidar com esse novo recurso. Isso implica num maior comprometimento, desde a sua forma&ccedil;&atilde;o, estando este apto a utilizar, ter no&ccedil;&otilde;es computacionais, compreender as no&ccedil;&otilde;es de ensino que est&atilde;o nos software utilizados estando sempre bem atualizados.</p>&#10;<a id="Lazer" name="Lazer"></a><h3> Lazer </h3>&#10;<p>A Internet &eacute; uma enorme fonte de lazer, mesmo antes da implementa&ccedil;&atilde;o da <a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a>, com experimentos sociais de entretenimento, como <a href="http://en.wikipedia.org/wiki/Multi&shy;user_dungeon" id="w">MUDs</a> e <a href="http://en.wikipedia.org/wiki/Moo" id="w">MOOs</a> sendo conduzidos em servidores de universidades, e muitos grupos <a href="http://en.wikipedia.org/wiki/Usenet" id="w">Usenet</a> relacionados com humor recebendo boa parte do tr&aacute;fego principal. Muitos <a href="http://en.wikipedia.org/wiki/F%C3%B3rum_de_Internet" id="w">f&oacute;runs de Internet</a> t&ecirc;m se&ccedil;&otilde;es dedicadas a jogos e v&iacute;deos de entretenimento&semi; <a href="http://en.wikipedia.org/wiki/Charge" id="w">charges</a> curtas na forma de <a href="http://en.wikipedia.org/wiki/Adobe_Flash" id="w">v&iacute;deo flash</a> tamb&eacute;m s&atilde;o populares. Mais de seis milh&otilde;es de pessoas usam blogs ou sistemas de mensagens instant&acirc;neas como meios de comunica&ccedil;&atilde;o e compartilhamento de ideias.</p>&#10;<p>As ind&uacute;strias de <a href="http://en.wikipedia.org/wiki/Pornografia" id="w">pornografia</a> ou de <a href="http://en.wikipedia.org/wiki/Jogo" id="w">jogos</a> de azar tem tido vantagens completas no World Wide Web, e proveem frequentemente uma significativa fonte de renda de publicidades para outros websites. Embora muitos governos t&ecirc;m tentado impor restri&ccedil;&otilde;es no uso da Internet em ambas as ind&uacute;strias, isto tem geralmente falhado em parar a sua grande popularidade. Uma das principais &aacute;reas de lazer na Internet &eacute; o <a href="http://en.wikipedia.org/wiki/Jogo_de_m%C3%BAltiplos_jogadores" id="w">jogo de m&uacute;ltiplos jogadores</a>. Esta forma de lazer cria comunidades, traz pessoas de todas as idades e origens para desfrutarem do mundo mais acelerado dos jogos on&shy;line. Estes jogos variam desde os <a href="http://en.wikipedia.org/wiki/MMORPG" id="w">MMORPG</a> at&eacute; a jogos em <a href="http://en.wikipedia.org/wiki/Role&shy;playing_game" id="w">role&shy;playing game</a> (RPG). Isto revolucionou a maneira de muitas pessoas de se interagirem e de passar o seu tempo livre na Internet. Enquanto que jogos on&shy;line est&atilde;o presentes desde a d&eacute;cada de 1970, as formas dos modernos jogos on&shy;line come&ccedil;aram com servi&ccedil;os como o <a href="http://en.wikipedia.org/wiki/GameSpy" id="w">GameSpy</a> e <a href="http://en.wikipedia.org/wiki/Mplayer" id="w">Mplayer</a>, nos quais jogadores poderiam tipicamente apenas subscrever. Jogos n&atilde;o&shy;subscrevidos eram limitados a apenas certos tipos de jogos.</p>&#10;<p>Muitos usam a Internet para acessar e descarregar m&uacute;sicas, filmes e outros trabalhos para o seu divertimento. Como discutido acima, h&aacute; fontes pagas e n&atilde;o pagas para todos os arquivos de m&iacute;dia na Internet, usando servidores centralizados ou usando tecnologias distribu&iacute;das em P2P. Algumas destas fontes tem mais cuidados com os direitos dos artistas originais e sobre as leis de direitos autorais do que outras. Muitas pessoas usam a World Wide Web para acessar not&iacute;cias, previs&otilde;es do tempo, para planejar e confirmar f&eacute;rias e para procurar mais informa&ccedil;&otilde;es sobre as suas ideias aleat&oacute;rias e interesses casuais.</p>&#10;<p>A rede tamb&eacute;m &eacute; usada para acessar <a href="http://en.wikipedia.org/wiki/Chat" id="w">chats</a>, <a href="http://en.wikipedia.org/wiki/Mensageiro_instant%C3%A2neo" id="w">mensagens instant&acirc;neas</a> e <a href="http://en.wikipedia.org/wiki/E&shy;mail" id="w">e&shy;mails</a> para estabelecer e ficar em contato com amigos em todo o mundo, algumas vezes da mesma maneira de que alguns tinham anteriormente <a href="http://en.wikipedia.org/wiki/Amigo_por_correspond%C3%AAncia" id="w">amigos por correspond&ecirc;ncia</a>. <a href="http://en.wikipedia.org/wiki/Website" id="w">Websites</a> de <a href="http://en.wikipedia.org/wiki/Rede_social" id="w">redes sociais</a>, como o <a href="http://en.wikipedia.org/wiki/MySpace" id="w">MySpace</a>, o <a href="http://en.wikipedia.org/wiki/Facebook" id="w">Facebook</a>, e muitos outros, ajudam as pessoas entrarem em contato com outras pessoas para o seu prazer. O &#34&semi;<a href="http://en.wikipedia.org/wiki/Cyberslacking" id="w">cyberslacking</a>&#34&semi; tem se tornado uma s&eacute;ria perda de recursos de empresas&semi; um funcion&aacute;rio que trabalha no <a href="http://en.wikipedia.org/wiki/Reino_Unido" id="w">Reino Unido</a> perde, em m&eacute;dia, 57 minutos navegando pela web durante o seu expediente, de acordo como um estudo realizado pela Peninsula Business Services.<sup id="_ref&shy;46" class="reference"><a href="#_note&shy;46" title="">[46]</a></sup></p>&#10;<a id="Publicidade" name="Publicidade"></a><h3> Publicidade </h3>&#10;<p>A Internet tamb&eacute;m se tornou um grande mercado para as empresas&semi; algumas das maiores empresas hoje em dia cresceram tomando vantagem da natureza eficiente do <a href="http://en.wikipedia.org/wiki/Com%C3%A9rcio" id="w">com&eacute;rcio</a> e da <a href="http://en.wikipedia.org/wiki/Publicidade" id="w">publicidade</a> a baixos custos na Internet. &Eacute; o caminho mais r&aacute;pido para difundir informa&ccedil;&otilde;es para um vasto n&uacute;mero de pessoas simultaneamente. A Internet tamb&eacute;m revolucionou subsequentemente as <a href="http://en.wikipedia.org/wiki/Compra" id="w">compras</a>. Por exemplo, uma pessoa pode pedir um <a href="http://en.wikipedia.org/wiki/Compact_disc" id="w">CD</a> on&shy;line e receb&ecirc;&shy;lo na sua caixa de correio dentro de alguns dias, ou <a href="http://en.wikipedia.org/wiki/Download" id="w">descarreg&aacute;&shy;lo</a> diretamente em seu computador, em alguns casos. A Internet tamb&eacute;m facilitou grandemente o <a href="http://en.wikipedia.org/wiki/Mercado_personalizado" id="w">mercado personalizado</a>, que permite a uma empresa a oferecer seus produtos a uma pessoa ou a um grupo espec&iacute;fico mais do que qualquer outro meio de publicidade. </p>&#10;<p>Exemplos de mercado personalizado incluem comunidades on&shy;line, tais como o <a href="http://en.wikipedia.org/wiki/MySpace" id="w">MySpace</a>, o <a href="http://en.wikipedia.org/wiki/Friendster" id="w">Friendster</a>, o <a href="http://en.wikipedia.org/wiki/Orkut" id="w">Orkut</a>, o <a href="http://en.wikipedia.org/wiki/Facebook" id="w">Facebook</a>, o <a href="http://en.wikipedia.org/wiki/Twitter" id="w">Twitter</a>, entre outros, onde milhares de internautas juntam&shy;se para fazerem publicidade de si mesmos e fazer amigos on&shy;line. Muitos destes usu&aacute;rios s&atilde;o adolescentes ou jovens, entre 13 a 25 anos. Ent&atilde;o, quando fazem publicidade de si mesmos, fazem publicidade de seus interesses e <i><a href="http://en.wikipedia.org/wiki/Hobby" id="w">hobbies</a></i>, e empresas podem usar tantas informa&ccedil;&otilde;es quanto para qual aqueles usu&aacute;rios ir&atilde;o oferecer <i>online</i>, e assim oferecer seus pr&oacute;prios produtos para aquele determinado tipo de usu&aacute;rio.</p>&#10;<p>A publicidade na Internet &eacute; um fen&ocirc;meno bastante recente, que transformou em pouco tempo todo o mercado publicit&aacute;rio mundial. Hoje, estima&shy;se que a sua participa&ccedil;&atilde;o em todo o mercado publicit&aacute;rio &eacute; de 10%, com grande pontencial de crescimento nos pr&oacute;ximos anos. Todo esse fen&ocirc;meno ocorreu em curt&iacute;ssimo espa&ccedil;o de tempo: basta lembrar que foi apenas em 1994 que ocorreu a primeira a&ccedil;&atilde;o publicit&aacute;ria na Internet. O primeiro an&uacute;ncio foi em forma de banner, criado pela empresa Hotwired para a divulga&ccedil;&atilde;o da empresa norte&shy;americana AT&#38&semi;T, que entrou no ar em 25 de outubro de 1994.<sup id="_ref&shy;47" class="reference"><a href="#_note&shy;47" title="">[47]</a></sup></p>&#10;<a id="%C3%89tica" name="%C3%89tica"></a><h2> &Eacute;tica </h2>&#10;<p> &#10;O acesso a um grande n&uacute;mero de informa&ccedil;&otilde;es dispon&iacute;vel &agrave;s pessoas, com ideias e culturas diferentes, pode influenciar o desenvolvimento moral e social das pessoas. A cria&ccedil;&atilde;o dessa rede beneficia em muito a <a href="http://en.wikipedia.org/wiki/Globaliza%C3%A7%C3%A3o" id="w">globaliza&ccedil;&atilde;o</a>, mas tamb&eacute;m cria a interfer&ecirc;ncia de informa&ccedil;&otilde;es entre culturas distintas, mudando assim a forma de pensar das pessoas. Isso pode acarretar tanto uma melhora quanto um decl&iacute;nio dos conceitos da sociedade, tudo dependendo das informa&ccedil;&otilde;es existentes na Internet.<sup id="_ref&shy;48" class="reference"><a href="#_note&shy;48" title="">[48]</a></sup></p>   &#10;<p>Essa praticidade em disseminar informa&ccedil;&otilde;es na Internet contribui para que as pessoas tenham o acesso a elas, sobre diversos assuntos e diferentes pontos de vista. Mas nem todas as informa&ccedil;&otilde;es encontradas na Internet podem ser ver&iacute;dicas. Existe uma grande for&ccedil;a no termo &#34&semi;<a href="http://en.wikipedia.org/wiki/Liberdade_de_express%C3%A3o" id="w">liberdade de express&atilde;o</a>&#34&semi; quando se fala de Internet, e isso possibilita a qualquer indiv&iacute;duo publicar informa&ccedil;&otilde;es ilus&oacute;rias sobre algum assunto, prejudicando, assim, a consist&ecirc;ncia dos dados dispon&iacute;veis na rede.<sup id="_ref&shy;49" class="reference"><a href="#_note&shy;49" title="">[49]</a></sup></p>&#10;<p>Um outro facto relevante sobre a Internet &eacute; o <a href="http://en.wikipedia.org/wiki/Pl%C3%A1gio" id="w">pl&aacute;gio</a>, j&aacute; que &eacute; muito comum as pessoas copiarem o material dispon&iacute;vel. &#34&semi;O plagiador raramente melhora algo e, pior, n&atilde;o atualiza o material que copiou. O plagiador &eacute; um ente daninho que n&atilde;o colabora para deixar a Internet mais rica&semi; ao contr&aacute;rio, gera c&oacute;pias degradadas e desatualizadas de material que j&aacute; existe, tornando mais dif&iacute;cil encontrar a informa&ccedil;&atilde;o completa e atual&#34&semi;<sup id="_ref&shy;50" class="reference"><a href="#_note&shy;50" title="">[50]</a></sup> Ao fazer uma c&oacute;pia de um material da Internet, deve&shy;se ter em vista um poss&iacute;vel melhoramento do material, e, melhor, fazer cita&ccedil;&otilde;es sobre o verdadeiro autor, tentando&shy;se, assim, ao m&aacute;ximo, transformar a Internet num meio seguro de informa&ccedil;&otilde;es. </p>&#10;<p>Nesse consenso, o usu&aacute;rio da Internet deve ter um m&iacute;nimo de <a href="http://en.wikipedia.org/wiki/&Eacute;tica" id="w">&eacute;tica</a>, e tentar, sempre que poss&iacute;vel, colaborar para o desenvolvimento da mesma. O usu&aacute;rio pode colaborar, tanto publicando informa&ccedil;&otilde;es &uacute;teis ou melhorando informa&ccedil;&otilde;es j&aacute; existentes, quanto preservando a integridade desse conjunto. Ele deve ter em mente que algum dia precisar&aacute; de informa&ccedil;&otilde;es e ser&aacute; lesado se essas informa&ccedil;&otilde;es forem ilus&oacute;rias.</p>&#10;<a id="Crime_na_Internet" name="Crime_na_Internet"></a><h3> Crime na Internet </h3>&#10;<p> &#10;Os crimes mais usuais na rede incluem o envio de e&shy;mails com falsos pedidos de atualiza&ccedil;&atilde;o de dados banc&aacute;rios e senhas, conhecidos como <a href="http://en.wikipedia.org/wiki/Phishing" id="w">phishing</a>. Da mesma forma, e&shy;mails prometendo falsos pr&ecirc;mios tamb&eacute;m s&atilde;o pr&aacute;ticas onde o internauta &eacute; induzido a enviar dinheiro ou dados pessoais. Tamb&eacute;m h&aacute; o envio de arquivos anexados contaminados com <a href="http://en.wikipedia.org/wiki/V%C3%ADrus_de_computador" id="w">v&iacute;rus de computador</a>. Em 2004, os preju&iacute;zos com perdas on&shy;line causadas por fraudes virtuais foram de 80% em rela&ccedil;&otilde;es &agrave;s perdas por raz&otilde;es diversas.<sup id="_ref&shy;51" class="reference"><a href="#_note&shy;51" title="">[51]</a></sup></p>&#10;<p>Como meio de comunica&ccedil;&atilde;o, a rede tamb&eacute;m pode ser usada na facilita&ccedil;&atilde;o de atos il&iacute;citos, como <a href="http://en.wikipedia.org/wiki/Difama%C3%A7%C3%A3o" id="w">difama&ccedil;&atilde;o</a> e a apologia ao crime, e no com&eacute;rcio de itens e servi&ccedil;os il&iacute;citos ou derivados de atos il&iacute;citos, como o tr&aacute;fico de entorpecentes e a divulga&ccedil;&atilde;o de fotos pornogr&aacute;ficas de menores. </p>&#10;<a id="Ver_tamb%C3%A9m" name="Ver_tamb%C3%A9m"></a><h2> Ver tamb&eacute;m </h2>&#10;<p> </p>&#10;<p> &#10;</p>&#10;<ul>&#10;<li><a href="http://en.wikipedia.org/wiki/Internet_art" id="w">Arte na internet (Internet art)</a> </li>&#10;<li><a href="http://en.wikipedia.org/wiki/Com%C3%A9rcio_eletr%C3%B4nico" id="w">Com&eacute;rcio eletr&ocirc;nico</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Deep_web" id="w">Deep web</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/DNS" id="w">DNS</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Fen%C3%B4meno_da_Internet" id="w">Fen&ocirc;meno da Internet</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Internet_em_Portugal" id="w">Internet em Portugal</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Internet_2" id="w">Internet 2</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/IPv6" id="w">IPv6</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Intranet" id="w">Intranet</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Marketing_de_Internet" id="w">Marketing de Internet</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Novas_tecnologias_de_informa%C3%A7%C3%A3o_e_comunica%C3%A7%C3%A3o" id="w">Novas tecnologias de informa&ccedil;&atilde;o e comunica&ccedil;&atilde;o</a> (NTICs)</li>&#10;<li><a href="http://en.wikipedia.org/wiki/P2P" id="w">P2P</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Rede_de_computadores" id="w">Rede de computadores</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/ROT13" id="w">ROT13</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Usenet" id="w">Usenet</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/World_Wide_Web" id="w">World Wide Web</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/Anexo:Lista_de_TLDs" id="w">Anexo:Lista de dom&iacute;nios de topo da Internet</a></li></ul>&#10;<dl><dt><a href="http://en.wikipedia.org/wiki/Protocolo" id="w">Protocolo</a>s</dt></dl>&#10;<ul>&#10;<li><a href="http://en.wikipedia.org/wiki/Gopher" id="w">Gopher</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/HTTP" id="w">HTTP</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/TCP" id="w">TCP</a></li></ul>&#10;<dl><dt>&Oacute;rg&atilde;os reguladores</dt></dl>&#10;<ul>&#10;<li><a href="http://en.wikipedia.org/wiki/Internet_Assigned_Numbers_Authority" id="w">Internet Assigned Numbers Authority</a></li>&#10;<li><a href="http://en.wikipedia.org/wiki/ICANN" id="w">ICANN</a></li></ul>&#10;<p> </p>&#10;<p> </p>&#10;<a id="Leitura_adicional" name="Leitura_adicional"></a><h2> Leitura adicional </h2>&#10;<dl><dt>Internet para a educa&ccedil;&atilde;o</dt></dl>&#10;<ul>&#10;<li> </li>&#10;<li> </li>&#10;<li> </li>&#10;<li> </li>&#10;<li> </li></ul>&#10;<p> &#10; </p>&#10;<p><a href="http://en.wikipedia.org/wiki/Categoria:Internet" id="w"> </a>&#10;<a href="http://en.wikipedia.org/wiki/Categoria:Tecnologia_de_m%C3%ADdia" id="w">Categoria:Tecnologia de m&iacute;dia</a></p></body></html>